Repository: MultiCraft/repixture
Catalog: mods/rp_tnt/locale/rp_tnt.*.po
Languages: de, ru

source: You were blasted away by TNT.
de: Sie wurden von TNT weggesprengt.

source: Will explode when ignited by flint and steel
de: Wird explodieren, wenn mit Feuerstein und Stahl angezündet
ru: Взорвется при воспламенении от кремня и стали

source: TNT (defused)
de: TNT (entschärft)
ru: Динамит (обезврежен)

source: It's harmless
de: Es ist harmlos
ru: Он не представляет опасности

source: TNT (ignited)
de: TNT (angezündet)
ru: Динамит (подожжён)

source: Will explode after being placed
de: Wird nach dem Platzieren explodieren
ru: Взорвётся после того, как будет поставлен

source: Boom!
de: Bumm!
ru: Бум!

source: Ignite TNT.
de: Entzünden Sie TNT.
ru: Подожги динамит.

source: Boom?
de: Bumm?
ru: Бум?

source: Craft defused TNT.
de: Fertigen Sie entschärftes TNT.
ru: Скрафти обезвреженный динамит.

source: TNT
ru: Динамит
