Repository: MultiCraft/repixture
Catalog: mods/rp_armor/locale/rp_armor.*.po
Languages: ar, de, fr, ru

source: Helmet
ar: خوذة
de: Helm
fr: Casque
ru: Шлем

source: Chestplate
ar: لوحة صدر
de: Brustplatte
fr: Plastron
ru: Нагрудник

source: Boots
ar: أحذية
de: Stiefel
fr: Bottes
ru: Ботинки

source: Protection
de: Schutz

source: Protection bonus for full set
de: Schutzbonus für vollständiges Set

source: Armor
ar: درع
de: Rüstung
fr: Armure
ru: Броня

source: Armored
ar: مدرع
de: Gerüstet
fr: Blindé
ru: Бронирован

source: Craft a piece of armor.
ar: اصنع قطعة درع.
de: Fertigen Sie ein Rüstungsteil.
fr: Fabriquer une pièce d'armure.
ru: Скрафти кусок брони.

source: Protection: +@1%
ar: الحماية: +@1%
de: Schutz: +@1%
ru: Защита: +@1%

source: Wooden Helmet
ar: خوذة خشبية
de: Holzhelm
fr: Casque en bois
ru: Деверянный шлем

source: Wooden Chestplate
ar: لوحة صدر خشبية
de: Holzbrustplatte
fr: Plastron en bois
ru: Деревянный нагрудник

source: Wooden Boots
ar: أحذية خشبية
de: Holzstiefel
fr: Bottes en bois
ru: Деревянные ботинки

source: Steel Helmet
ar: خوذة فولاذية
de: Stahlhelm
fr: Casque en acier
ru: Стальной шлем

source: Steel Chestplate
ar: لوحة صدر فولاذية
de: Stahlbrustplatte
fr: Plastron en acier
ru: Стальной нагрудник

source: Steel Boots
ar: أحذية فولاذية
de: Stahlstiefel
fr: Bottes en acier
ru: Стальные ботинки

source: Chainmail Helmet
ar: خوذة مزردة
de: Kettenpanzerhelm
fr: Casque en cotte de mailles
ru: Кольчужный шлем

source: Chainmail Chestplate
ar: لوحة صدر مزردة
de: Kettenpanzerbrustplatte
fr: Plastron en cotte de mailles
ru: Кольчужный нагрудник

source: Chainmail Boots
ar: أحذية مزردة
de: Kettenpanzerstiefel
fr: Bottes en cotte de mailles
ru: Кольчужные ботинки

source: Carbon Steel Helmet
ar: خوذة كربون فولاذي
de: Karbonstahlhelm
fr: Casque en acier carbone
ru: Шлем из углеродистой стали

source: Carbon Steel Chestplate
ar: لوحة صدر كربون فولاذي
de: Karbonstahlbrustplatte
fr: Plastron en acier carbone
ru: Нагрудник из углеродистой стали

source: Carbon Steel Boots
ar: أحذية كربون فولاذي
de: Karbonstahlstiefel
fr: Bottes en acier carbone
ru: Ботинки из углеродистой стали

source: Bronze Helmet
ar: خوذة برونزية
de: Bronzehelm
fr: Casque en bronze
ru: Бронзовый шлем

source: Bronze Chestplate
ar: لوحة صدر برونزية
de: Bronzebrustplatte
fr: Plastron en bronze
ru: Бронзовый нагрудник

source: Bronze Boots
ar: أحذية برونزية
de: Bronzestiefel
fr: Bottes en bronze
ru: Бронзовые ботинки

source: Chainmail Sheet
ar: صحيفة مزردة
de: Kettenpanzerplane
fr: Drap en cotte de mailles
ru: Лист кольчуги

source: Skin of Bronze
ar: جلد من برونز
de: Haut aus Bronze
fr: Costume de bronze
ru: Кожа Бронзы

source: Equip a full suit of bronze armor.
ar: البس كل قطع الدرع البرونزي.
de: Tragen Sie eine vollständige Bronzerüstung.
fr: Équiper une armure complète en bronze.
ru: Надень полный сет бронзовой брони.
