Repository: MultiCraft/repixture
Catalog: mods/rp_hunger/locale/rp_hunger.*.po
Languages: ar, de, fr, ru

source: Hunger Debug:
ar: تصحيح الجوع:
fr: Debug faim :
ru: Отладка голода:

source: <hunger disabled>
ar: <تم إيقاف تفعيل الجوع>
de: <Hunger deaktiviert>
fr: <faim désactivée>
ru: <голод выключен>

source: You are hungry.
ar: أنت تشعر بالجوع.
de: Sie haben Hunger.
fr: Vous avez faim.
ru: Ты голоден.

source: You are starving.
ar: أنت تشعر بالجوع الشديد.
de: Sie verhungern.
fr: Vous mourrez de faim.
ru: Ты голодаешь.

source: You starved to death.
ar: لقد جعت حتى الموت.
de: Sie sind verhungert.
fr: Vous êtes mort de faim.
ru: Ты умер от голода.

source: Eating
ar: أكل
de: Essen
fr: Alimentaire
ru: Поедание

source: You're eating food, which slows you down
ar: أنت تأكل لذا ستكون أبطأ
de: Sie essen etwas und sind langsamer
fr: Vous mangez, cela vous ralentit
ru: Ты ешь пищу, которая тебя замедляет

source: Gourmet
ar: ذواق
de: Feinschmecker
ru: Гурман

source: Eat everything that can be eaten.
ar: قم بأكل كل شيء يمكن أكله.
de: Essen Sie alles, was man essen kann.
fr: Manger tout ce qui peut-être mangé.
ru: Съешь всё что может быть съедено.

source: Set hunger level of player or yourself
ar: حدد مستوى جوع لعب أو نفسك
de: Setzen Sie den Hungerpegel eines Spielers oder von Ihnen selbst
fr: Définit le niveau de faim d'un joueur ou de vous-même
ru: Установить уровень голода игрока или себя

source: [<player>] <hunger>
ar: [<لاعب>] <جوع>
de: [<Spieler>] <Hunger>
fr: [<joueur>] <faim>
ru: [<игрок>] <голод>

source: Player is not online.
ar: الاعب غير متصل.
de: Spieler ist nicht online.
fr: Le joueur n'est pas connecté.
ru: Игрок не в сети.

source: No player.
ar: لا لاعب.
de: Kein Spieler.
fr: Pas de joueur.
ru: Нет игрока.

source: Food item
ar: طعام
de: Lebensmittel
fr: Nourriture
ru: Еда

source: Food points: +@1
ar: نقاط الطعام: +@1
de: Nahrungspunkte: +@1
fr: Points de nourriture : +@1
ru: Очки питания: +@1

source: Saturation points: +@1
ar: نقاط التشبع: +@1
de: SÃ¤ttigungspunkte: +@1
fr: Points de saturation : +@1
ru: Очки насыщения: +@1
