Repository: MultiCraft/repixture
Catalog: mods/rp_jewels/locale/rp_jewels.*.po
Languages: ar, de

source: 1. Place tool here
ar: 1. قم بوضع الأداة هنا
de: 1.: Werkzeug hier ablegen

source: 2. Hold a jewel and punch the bench
ar: 2. أمسك بالجوهرة وألكم طاولة العمل
de: 2.: Juwel halten und auf Bank hauen

source: @1 (jeweled)
de: @1 (Juwel)

source: Range bonus: @1
ar: علاوة النطاق: @1
de: Reichweitenbonus: @1

source: Drop level bonus: @1
ar: علاوة مستوى السقوط: @1
de: Abwurfstufenbonus: @1

source: Dig time bonus: @1 s
ar: علاوة وقت الحفر: @1 s
de: Grabezeitbonus: @1 s

source: Durability bonus: @1
ar: علاوة المتانة: @1
de: Haltbarkeitsbonus: @1

source: Dig level bonus: @1
ar: علاوة مستوى الحفر: @1
de: Grabestufenbonus: @1

source: Jewel
ar: جوهرة
de: Juwel

source: Jeweler's Workbench
ar: طاولة عمل جواهري
de: Juwelierswerkbank

source: Tools can be upgraded with jewels here
ar: الأدوات يمكن أن ترقى بواسطة الجواهر هنا
de: Werkzeuge können hier mit Juwelen aufgewertet werden

source: Jewel Ore
ar: خام جوهرة
de: Juwelenerz

source: Jeweler
ar: جواهري
de: Juwelier

source: Jewel a tool.
ar: ارصع أداتا بالجواهر.
de: Besetzen Sie ein Werkzeug mit einem Juwel.

source: True Mighty Weapon
ar: سلاح الجبار حقيقي
de: Wahrhaft mächtige Waffe

source: Use jewels to create a serrated jewel broadsword.
ar: استعمل الجواهر لصناعة صيف عريض النصل مرصع بالجواهر.
de: Benutzen Sie Juwelen, um ein gezacktes Juwelenbreitschwert zu erschaffen.

source: Secret of Jewels
ar: سر الجواهر
de: Juwelengeheimnis

source: Discover the origin of jewels.
ar: اكشف عن أصل الجواهر.
de: Entdecken Sie den Ursprung der Juwelen.

source: Swift Jewel Steel Pickaxe
ar: معول فولاذي سريع مرصع بالجواهر
de: Schnelle Juwelenstahlspitzhacke

source: Harming Jewel Steel Pickaxe
ar: معول فولاذي مؤذ مرصع بالجواهر
de: Mächtige Juwelenstahlspitzhacke

source: Durable Jewel Steel Pickaxe
ar: معول فولاذي متين مرصع بالجواهر
de: Haltbare Juwelenstahlspitzhacke

source: Swift Jewel Carbon Steel Pickaxe
ar: معول كربون فولاذي سريع مرصع بالجواهر
de: Schnelle Juwelenkarbonstahlspitzhacke

source: Harming Jewel Carbon Steel Pickaxe
ar: معول كربون فولاذي مؤذ مرصع بالجواهر
de: Mächtige Juwelenkarbonstahlspitzhacke

source: Durable Jewel Carbon Steel Pickaxe
ar: معول كربون فولاذي متين مرصع بالجواهر
de: Haltbare Juwelenkarbonstahlspitzhacke

source: Swift Jewel Bronze Pickaxe
ar: معول برونزي سريع مرصع بالجواهر
de: Schnelle Juwelenbronzespitzhacke

source: Harming Jewel Bronze Pickaxe
ar: معول برونزي مؤذ مرصع بالجواهر
de: Mächtige Juwelenbronzespitzhacke

source: Durable Jewel Bronze Pickaxe
ar: معول برونزي متين مرصع بالجواهر
de: Haltbare Juwelenbronzespitzhacke

source: Swift Jewel Steel Shovel
ar: مجرفة فولاذية سريعة مرصعة بالجواهر
de: Schnelle Juwelenstahlschaufel

source: Harming Jewel Steel Shovel
ar: مجرفة فولاذية مؤذية مرصعة بالجواهر
de: Mächtige Juwelenstahlschaufel

source: Durable Jewel Steel Shovel
ar: مجرفة فولاذية متينة مرصعة بالجواهر
de: Haltbare Juwelenstahlschaufel

source: Swift Jewel Carbon Steel Shovel
ar: مجرفة كربون فولاذي سريعة مرصعة بالجواهر
de: Schnelle Juwelenkarbonstahlschaufel

source: Harming Jewel Carbon Steel Shovel
ar: مجرفة كربون فولاذي مؤذية مرصعة بالجواهر
de: Mächtige Juwelenkarbonstahlschaufel

source: Durable Jewel Carbon Steel Shovel
ar: مجرفة كربون فولاذي متينة مرصعة بالجواهر
de: Haltbare Juwelenkarbonstahlschaufel

source: Swift Jewel Bronze Shovel
ar: مجرفة برونزية سريعة مرصعة بالجواهر
de: Schnelle Juwelenbronzeschaufel

source: Harming Jewel Bronze Shovel
ar: مجرفة برونزية مؤذية مرصعة بالجواهر
de: Mächtige Juwelenbronzeschaufel

source: Durable Jewel Bronze Shovel
ar: مجرفة برونزية متينة مرصعة بالجواهر
de: Haltbare Juwelenbronzeschaufel

source: Swift Jewel Steel Axe
ar: فأس فولاذي سريع مرصع بالجواهر
de: Schnelle Juwelenstahlaxt

source: Harming Jewel Steel Axe
ar: فأس فولاذي مؤذ مرصع بالجواهر
de: Mächtige Juwelenstahlaxt

source: Durable Jewel Steel Axe
ar: فأس فولاذي متين مرصع بالجواهر
de: Haltbare Juwelenstahlaxt

source: Swift Jewel Carbon Steel Axe
ar: فأس كربون فولاذي سريع مرصع بالجواهر
de: Schnelle Juwelenkarbonstahlaxt

source: Harming Jewel Carbon Steel Axe
ar: فأس كربون فولاذي مؤذ مرصع بالجواهر
de: Mächtige Juwelenkarbonstahlaxt

source: Durable Jewel Carbon Steel Axe
ar: فأس كربون فولاذي متين مرصع بالجواهر
de: Haltbare Juwelenkarbonstahlaxt

source: Swift Jewel Bronze Axe
ar: فأس برونزي سريع مرصع بالجواهر
de: Schnelle Juwelenbronzeaxt

source: Harming Jewel Bronze Axe
ar: فأس بروتزي مؤذ مرصع بالجواهر
de: Mächtige Juwelenbronzeaxt

source: Durable Jewel Bronze Axe
ar: فأس برونزي متين مرصع بالجواهر
de: Haltbare Juwelenbronzeaxt

source: Extended Jewel Steel Spear
ar: رمح فولاذي ممتد مرصع بالجواهر
de: Verlängerter Juwelenstahlspeer

source: Harming Jewel Steel Spear
ar: رمح فولاذي مؤذ مرصع بالجواهر
de: Mächtiger Juwelenstahlspeer

source: Durable Jewel Steel Spear
ar: رمح فولاذي متين مرصع بالجواهر
de: Haltbarer Juwelenstahlspeer

source: Extended Jewel Carbon Steel Spear
ar: رمح كربون فولاذي ممتد مرصع بالجواهر
de: Verlängerter Juwelenkarbonstahlspeer

source: Harming Jewel Carbon Steel Spear
ar: رمح كربون فولاذي مؤذ مرصع بالجواهر
de: Mächtiger Juwelenkarbonstahlspeer

source: Durable Jewel Carbon Steel Spear
ar: رمح كربون فولاذي متين مرصع بالجواهر
de: Haltbarer Juwelenkarbonstahlspeer

source: Extended Jewel Bronze Spear
ar: رمح برونزي ممتد مرصع بالجواهر
de: Verlängerter Juwelenbronzespeer

source: Harming Jewel Bronze Spear
ar: رمح برونزي مؤذ مرصع بالجواهر
de: Mächtiger Juwelenbronzespeer

source: Durable Jewel Bronze Spear
ar: رمح برونزي متين مرصع بالجواهر
de: Haltbarer Juwelenbronzespeer

source: Swift Jewel Steel Shears
ar: مجزات فولاذية سريعة مرصعة بالجواهر
de: Schnelle Juwelenstahlschere

source: Durable Jewel Steel Shears
ar: مجزات فولاذية متينة مرصعة بالجواهر
de: Haltbare Juwelenstahlschere

source: Swift Jewel Carbon Steel Shears
ar: مجزات كربون فولاذية سريعة مرصعة بالجواهر
de: Schnelle Juwelenkarbonstahlschere

source: Durable Jewel Carbon Steel Shears
ar: مجزات كربون فولاذي متينة مرصعة بالجواهر
de: Haltbare Juwelenkarbonstahlschere

source: Swift Jewel Bronze Shears
ar: مجزات برونزية سريعة مرصعة بالجواهر
de: Schnelle Juwelenbronzeschere

source: Durable Jewel Bronze Shears
ar: مجزات برونزية متينة مرصعة بالجواهر
de: Haltbare Juwelenbronzeschere

source: Pommel Jewel Broadsword
ar: سيف عريض النصل ذو عجرة مدورة مرصع بالجواهر
de: Prügeljuwelenbreitschwert

source: Pommel&Guard Jewel Broadsword
ar: سيف عريض النصل ذو عجرة وحماية مرصع بالجواهر
de: Prügel- und Wächterjuwelenbreitschwert

source: Serrated Jewel Broadsword
ar: سيف عريض النصل مسنن مرصع بالجواهر
de: Gezacktes Juwelenbreitschwert
