Repository: MultiCraft/repixture
Catalog: mods/rp_default/locale/rp_default.*.po
Languages: de, fr, ru

source: Timber
de: Bauholz
fr: Charpente
ru: Дровосек

source: Dig a tree trunk.
de: Bauen Sie einen Baumstamm ab.
fr: Extraire un tronc d'arbre.
ru: Сруби блок дерева.

source: My First Pickaxe
de: Erste Spitzhacke
fr: Ma première pioche
ru: Моя первая кирка

source: Craft a pickaxe.
de: Fertigen Sie eine Spitzhacke.
fr: Fabriquer une pioche.
ru: Скрафти кирку.

source: Hardened Miner
de: Harte Bergarbeit
fr: Mineur endurci
ru: Закалённый шахтёр

source: Craft a carbon steel pickaxe.
de: Fertigen Sie eine Karbonstahlspitzhacke.
fr: Fabriquer une hache en acier carbone.
ru: Скрафти кирку из углеродистой стали.

source: Off to Battle
de: Auf in die Schlacht
fr: En route vers la bataille
ru: В бой

source: Craft a weapon.
de: Stellen Sie eine Waffe her.
fr: Fabriquer une arme.
ru: Скрафти оружие.

source: Mineority
de: Bergbaby
fr: Minoritaire
ru: Каменьшинство

source: Mine a stone.
de: Graben Sie einen Stein.
fr: Miner une pierre.
ru: Выкопай камень.

source: Smelting Room
de: Schmelzraum
fr: Salle de fonte
ru: Плавильня

source: Craft a furnace.
de: Fertigen Sie einen Ofen.
fr: Fabriquer un four.
ru: Скрафти печку.

source: Metal Age
de: Metallzeitalter
fr: Âge du métal
ru: Железный век

source: Put a mineral and some fuel in a furnace to smelt an ingot.
de: Legen Sie ein Mineral und Brennstoff in den Ofen und schmelzen Sie so Barren.
fr: Mettre un minerai et du combustible dans un four pour fondre un lingot.
ru: Положи минерал и немного топлива в печку чтобы выплавить слиток.

source: Fertile
de: Fruchtbar
ru: Плодородник

source: Use fertilizer to fertilize the ground.
de: Benutzen Sie Dünger, um den Boden zu düngen.
fr: Utiliser de l'engrais pour fertiliser la terre.
ru: Используй удобрение чтобы удобрить почву.

source: Overgrowth
de: Überwachsen
fr: Surcroissance
ru: Разрастание

source: Grow a papyrus to its maximum height, then harvest it.
de: Lassen Sie Papyrus zu seiner Maximalhöhe wachsen, dann ernten Sie ihn.
fr: Faire pousser un papyrus jusqu'à sa taille maximum, puis le récolter.
ru: Вырасти папирус до максимальной высоты, а потом собери.

source: Librarian
de: Bibliothekar
fr: Bibliothécaire
ru: Библиотекарь

source: Craft a bookshelf.
de: Fertigen Sie ein Bücherregal.
fr: Fabriquer une étagère à livres.
ru: Скрафти книжную полку.

source: Forester
de: Waldheger
fr: Forestier
ru: Лесник

source: Plant one of every sapling.
de: Pflanzen Sie einen Setzling von jeder Art.
fr: Planter un exemplaire de chaque arbrisseau.
ru: Посади по каждому виду саженца.

source: Explorer
de: Entdecker
fr: Explorateur
ru: Путешественний

source: Visit all surface biomes.
de: Besuchen Sie alle Biome an der Oberfläche.
fr: Visiter tous les biomes de surface.
ru: Посети все наземные биомы.

source: A Complete Collection
de: Vollendete Sammlung
fr: Une collection complète
ru: Я собрал их всех

source: Obtain one of each minerals.
de: Besorgen Sie sich ein Mineral von jeder Sorte.
fr: Obtenir un exemplaire de chaque minerai.
ru: Добудь каждый минерал.

source: Wooden Bucket with Water
de: Holzeimer mit Wasser
fr: Seau de bois rempli d'eau
ru: Деревянное Ведро Воды

source: Punch to empty the bucket
de: Hauen, um den Eimer zu leeren
fr: Frapper pour vider le seau
ru: Удар чтобы опустошить ведро

source: Wooden Bucket with River Water
de: Holzeimer mit Flusswasser
fr: Seau de bois rempli d'eau de rivière
ru: Деревянное Ведро Речной Воды

source: Wooden Bucket with Swamp Water
de: Holzeimer mit Sumpfwasser
fr: Seau de bois rempli d'eau de marais
ru: Деревянное Ведро Болотной Воды

source: Wooden Bucket
de: Holzeimer
fr: Seau de bois
ru: Деревянное Ведро

source: Punch to collect a liquid source
de: Hauen, um Flüssigkeitsquelle aufzusammeln
fr: Frapper pour récolter une source liquide
ru: Удар чтобы набрать жидкость

source: Chest
de: Truhe
fr: Coffre
ru: Сундук

source: Provides 32 inventory slots
de: Enthält 32 Inventarplätze
fr: Fournit 32 emplacements d'inventaire
ru: Содержит 32 слота

source: Painted Chest
de: Gefärbte Truhe
fr: Coffre peinturé
ru: Окрашенный Сундук

source: Chest “@1”
de: Truhe „@1“
fr: Coffre "@1"

source: Bookshelf
de: Bücherregal
fr: Bibliothèque

source: Provides 8 inventory slots
de: Bietet 8 Inventarplätze
fr: Fournit 8 espaces d'inventaire

source: Bookshelf “@1”
de: Bücherregal „@1“
fr: Bibliothèque "@1"

source: Fiber
de: Faser
fr: Fibre
ru: Волокно

source: Stick
de: Stock
fr: Bâton
ru: Палка

source: Paper
de: Papier
fr: Papier
ru: Бумага

source: Pearl
de: Perle
fr: Perle
ru: Жемчужина

source: Graphite Sheet
de: Graphitstück
fr: Feuille de graphite
ru: Графитовый лист

source: Sulfur Lump
de: Schwefelklumpen
fr: Pépite de soufre
ru: Кусок серы

source: Coal Lump
de: Kohleklumpen
fr: Pépite de charbon
ru: Кусок угля

source: Iron Lump
de: Eisenklumpen
fr: Pépite de fer
ru: Кусог железа

source: Tin Lump
de: Zinnklumpen
fr: Pépite d'étain
ru: Кусок олова

source: Copper Lump
de: Kupferklumpen
fr: Pépite de cuivre
ru: Кусок меди

source: Bronze Lump
de: Bronzeklumpen
fr: Pépite de bronze
ru: Кусок бронзы

source: Flint Shard
de: Feuersteinscherbe
fr: Éclat de silex
ru: Кремневый осколок

source: Book
de: Buch
fr: Livre
ru: Книга

source: Wooden Fence
de: Holzzaun
fr: Clôture en bois
ru: Деревянный забор

source: Painted Wooden Fence
de: Gefärbter Holzzaun
fr: Clôture de bois peinte
ru: Окрашенный Деревянный Забор

source: Wooden Fence Gate
de: Holzzauntor
fr: Porte de clôture en bois

source: Painted Wooden Fence Gate
de: Gefärbtes Holzzauntor
fr: Porte de clôture en bois peinte

source: Oak Fence
de: Eichenzaun
fr: Clôture en chêne
ru: Дубовый забор

source: Painted Oak Fence
de: Gefärbter Eichenzaun
fr: Clôture de chêne peinte
ru: Окрашенный Дубовыц Забор

source: Oak Fence Gate
de: Eichenzauntor
fr: Porte de clôture en chêne

source: Painted Oak Fence Gate
de: Gefärbtes Eichenzauntor
fr: Porte de clôture en chêne peinte

source: Birch Fence
de: Birkenzaun
fr: Clôture en bouleau
ru: Берёзовый забор

source: Painted Birch Fence
de: Gefärbter Birkenzaun
fr: Clôture de bouleau peinte
ru: Окрашенный Берёзовый Забор

source: Birch Fence Gate
de: Birkenzauntor
fr: Porte de clôture de bouleau

source: Painted Birch Fence Gate
de: Gefärbtes Birkenzauntor
fr: Porte de clôture de bouleau peinte

source: Fir Fence
de: Tannenzaun

source: Painted Fir Fence
de: Gefärbter Tannenzaun

source: Fir Fence Gate
de: Tannenzauntor

source: Painted Fir Fence Gate
de: Gefärbtes Tannenzauntor

source: Fertilized Dirt
de: Gedüngte Erde
fr: Terre fertile
ru: Удобренная земля

source: Speeds up the growth of plants
de: Lässt Pflanzen schneller wachsen
fr: Accélère la croissance des plantes
ru: Ускоряет рост растений

source: Fertilized Dry Dirt
de: Gedüngte trockene Erde
fr: Terre sèche fertile
ru: Удобренная сухая земля

source: Fertilized Swamp Dirt
de: Gedüngte Sumpferde
fr: Terre de marais fertile
ru: Удобренная болотная земля

source: Fertilized Sand
de: Gedüngter Sand
fr: Sable fertile
ru: Удобренный песок

source: Fertilizer
de: Dünger
fr: Engrais
ru: Удобрение

source: Used to fertilize dirt and sand to speed up plant growth
de: Düngt Erde und Sand, um Pflanzen schneller wachsen zu lassen
fr: Utilisé pour fertiliser la terre et le sable afin d'accélérer la croissance des plantes
ru: Используется для удобрения земли и песка для ускорения роста растений

source: Furnace
de: Ofen
fr: Four
ru: Печка

source: Uses fuel to smelt a material into something else
de: Benutzt Brennstoff, um ein Material zu etwas anderem zu schmelzen
fr: Utilise un combustible pour fondre un matériau en autre chose
ru: Использует топливо чтобы переплавить материал во что-то ещё

source: Furnace (active)
de: Ofen (aktiv)
fr: Four (allumé)
ru: Печка (активна)

source: Empty
de: Leer
fr: vide
ru: Пусто

source: Not cookable
de: Nicht kochbar
fr: Non cuisinable
ru: Непереплавляемый

source: Furnace active (Item: @1; Fuel: @2)
de: Ofen aktiv (Gegenstand: @1; Brennstoff: @2)
fr: Four allumé (objet : @1 ; combustible : @2)
ru: Печка активна (Предмет: @1; Топливо: @2)

source: Furnace inactive (Item: @1; Fuel: @2)
de: Ofen inaktiv (Gegenstand: @1; Brennstoff: @2)
fr: Four éteint (objet : @1 ; combustible : @2)
ru: Печка не активна (Предмет: @1; Топливо: @2)

source: Steel Ingot
de: Stahlbarren
fr: Lingot d'acier
ru: Стальной слиток

source: Carbon Steel Ingot
de: Karbonstahlbarren
fr: Lingot d'acier carbone
ru: Слиток углеродистой стали

source: Copper Ingot
de: Kupferbarren
fr: Lingot de cuivre
ru: Медный слиток

source: Tin Ingot
de: Zinnbarren
fr: Lingot d'étain
ru: Оловянный слитой

source: Bronze Ingot
de: Bronzebarren
fr: Lingot de bronze
ru: Бронзовый слиток

source: Wrought Iron Ingot
de: Schmiedeeisenbarren
fr: Lingot de fer forgé
ru: Слиток кованого железа

source: Ladder
de: Leiter
fr: Échelle
ru: Лестница

source: Marsh
de: Moor
fr: Marais
ru: Топь

source: Marsh Underwater
de: Moor im Wasser
fr: Sous l'eau des marais

source: Marsh Beach
de: Moorstrand
fr: Plage des marais

source: Dense Grassland
de: Dichtes Grasland
fr: Prairie dense
ru: Густой луг

source: Giga Birch Forest
de: Riesenbirkenwald
fr: Forêt de giga bouleaux
ru: Гига берёзовый лес

source: Mixed Forest
de: Mischwald
fr: Forêt mixte
ru: Смешанный лес

source: Mixed Forest Underwater
de: Mischwald im Wasser
fr: Sous l'eau de forêt mixe

source: Mixed Forest Beach
de: Mischwaldstrand
fr: Plage de forêt mixe

source: Grove
de: Hain
fr: Bosquet
ru: Роща

source: Grove Underwater
de: Hain im Wasser
fr: Sous l'eau de bosquet

source: Grove Beach
de: Hainstrand
fr: Plage de bosquet

source: Wilderness
de: Wildnis
fr: Contrée sauvage
ru: Пустыня

source: Wilderness Underwater
de: Wildnis im Wasser
fr: Sous l'eau de contrée sauvage

source: Wilderness Beach
de: Wildnisstrand
fr: Plage de contrée sauvage

source: Grassland
de: Grasland
fr: Prairie
ru: Луг

source: Grassland Underwater
de: Grasland im Wasser
fr: Sous l'eau de pairie

source: Grassland Beach
de: Graslandstrand
fr: Plage de prairie

source: Orchard
de: Obstgarten
fr: Verger
ru: Фруктовый сад

source: Shrubbery
de: Buschland
fr: Arbrisseau
ru: Кустарниковая заросль

source: Shrubbery Underwater
de: Buschland im Wasser
fr: Sous l'eau d'arbrisseau

source: Shrubbery Beach
de: Buschlandstrand
fr: Plage d'arbrisseau

source: Chaparral
de: Unterholz
ru: Колючниковая заросль

source: Savanna
de: Savanne
fr: Savane
ru: Саванна

source: Savanna Underwater
de: Savanne im Wasser
fr: Sous l'eau de la savane

source: Savanna Beach
de: Savannenstrand
fr: Plage de la savane

source: Wasteland
de: Ödnis
fr: Terres stériles
ru: Пустошь

source: Wasteland Underwater
de: Ödnis im Wasser
fr: Sous l'eau des terres stériles

source: Wasteland Beach
de: Ödnisstrand
fr: Plage des terres stériles

source: Rocky Dryland
de: Steinige Ödnis
fr: Rocheuses arides
ru: Скалистая засушь

source: Rocky Dryland Underwater
de: Steinige Ödnis im Wasser
fr: Sous l'eau des rocheuses arides

source: Rocky Dryland Beach
de: Steiniger Ödnisstrand
fr: Plage des rocheuses arides

source: Wooded Dryland
de: Bewaldete Ödnis
fr: Boisé aride
ru: Лесистая засушь

source: Wooded Dryland Underwater
de: Bewaldete Ödnis im Wasser
fr: Sous l'eau du boisé aride

source: Wooded Dryland Beach
de: Strand der bewaldeten Ödnis
fr: Plage de boisé aride

source: Savannic Wasteland
de: Savannenödnis
fr: Savane désertique
ru: Саваннская пустошь

source: Savannic Wasteland Underwater
de: Savannenödnis im Wasser
fr: Sous l'eau de savane désertique

source: Savannic Wasteland Beach
de: Savannenödnisstrand
fr: Plage de savane désertique

source: Thorny Shrubs
de: Dornige Büsche
fr: Arbustes épineux
ru: Колючие кустарники

source: Thorny Shrubs Underwater
de: Dornige Büsche im Wasser
fr: Sous l'eau d'arbustes épineux

source: Thorny Shrubs Beach
de: Dornige-Büsche-Strand
fr: Plage d'arbustes épineux

source: Mystery Forest
de: Wunderwald
fr: Forêt mystérieuse
ru: Мистический лес

source: Mystery Forest Underwater
de: Wunderwald im Wasser
fr: Sous l'eau d'une forêt mystérieuse

source: Mystery Forest Beach
de: Wunderwaldstrand
fr: Plage d'une forêt mystérieuse

source: Poplar Plains
de: Pappelprärie
fr: Plaines de peupliers
ru: Равнины тополя

source: Poplar Plains Underwater
de: Pappelprärie im Wasser
fr: Sous l'eau des plaines de peupliers

source: Poplar Plains Beach
de: Pappelpräriestrand
fr: Plage des plaines de peupliers

source: Baby Poplar Plains
de: Jungpappelprärie
fr: Plaines de bébés peupliers
ru: Малые равнины тополя

source: Baby Poplar Plains Underwater
de: Jungpappelprärie im Wasser
fr: Sous l'eau des plaines de bébés peupliers

source: Baby Poplar Plains Beach
de: Jungpappelpräriestrand
fr: Plage des plaines de bébés peupliers

source: Tall Birch Forest
de: Großbirkenwald
fr: Forêt de grands bouleaux
ru: Высокий берёзовый лес

source: Tall Birch Forest Underwater
de: Großbirkenwald im Wasser
fr: Sous l'eau de la forêt de grands bouleaux

source: Tall Birch Forest Beach
de: Großbirkenwaldstrand
fr: Plage de la forêt des grands bouleaux

source: Birch Forest
de: Birkenwald
fr: Forêt de bouleaux
ru: Берёзовый лес

source: Birch Forest Underwater
de: Birkenwald im Wasser

source: Birch Forest Beach
de: Birkenwaldstrand

source: Oak Shrubbery
de: Eichenbuschland
fr: Fruticée de chênes
ru: Дубовая кустарниковая заросль

source: Oak Shrubbery Underwater
de: Eichenbuschland im Wasser

source: Oak Shrubbery Beach
de: Eichenbuschlandstrand

source: Oak Forest
de: Eichenwald
fr: Forêt de chênes
ru: Дубовый лес

source: Oak Forest Underwater
de: Eichenwald im Wasser

source: Oak Forest Beach
de: Eichenwaldstrand

source: Tall Oak Forest
de: Großeichenwald
fr: Forêt de grands chênes
ru: Высокий дубовый лес

source: Tall Oak Forest Underwater
de: Großeichenwald im Wasser

source: Tall Oak Forest Beach
de: Großeichenwaldstrand

source: Dense Oak Forest
de: Dichter Eichenwald
fr: Forêt de chênes denses
ru: Густой дубовый лес

source: Swamp Meadow
de: Sumpfwiese
fr: Pré marécageux
ru: Болотный луг

source: Swamp Meadow Underwater
de: Sumpfwiese im Wasser

source: Swamp Meadow Beach
de: Sumpfwiesenstrand

source: Swamp Meadow Highland
de: Sumpfwiesenhochland
fr: Pré marécageux des hauts-plateaux
ru: Болотное луговое нагорье

source: Mixed Swamp
de: Mischsumpf
fr: Marécage mixte
ru: Смешанное болото

source: Mixed Swamp Underwater
de: Mischsumpf im Wasser

source: Mixed Swamp Beach
de: Mischsumpfstrand

source: Mixed Swamp Highland
de: Mischsumpfhochland
fr: Marécage mixte des hauts-plateaux
ru: Смешанное болотное нагорье

source: Swamp Forest
de: Sumpfwald
fr: Forêt marécageuse
ru: Болотный лес

source: Swamp Forest Underwater
de: Sumpwald im Wasser

source: Swamp Forest Beach
de: Sumpfwaldstrand

source: Swamp Forest Highland
de: Sumpfwaldhochland
fr: Forêt marécageuse des hauts-plateaux
ru: Болотное лесное нагорье

source: Dry Swamp
de: Trockensumpf
fr: Marécage sec
ru: Сухое болото

source: Dry Swamp Underwater
de: Trockensumpf im Wasser

source: Dry Swamp Beach
de: Trockensumpfstrand

source: Dry Swamp Highland
de: Trockensumpfhochland
fr: Marécage sec des hauts-plateaux
ru: Сухое болотное нагорье

source: Papyrus Swamp
de: Papyrussumpf
fr: Marécage de papyrus
ru: Папирусное болото

source: Papyrus Swamp Underwater
de: Papyrussumpf im Wasser

source: Papyrus Swamp Beach
de: Papyrussumpfstrand

source: Underground
de: Untergrund
fr: Sous-sol
ru: Подземелье

source: Stone with Sulfur
de: Stein mit Schwefel
fr: Pierre avec du soufre
ru: Камень с серой

source: Stone with Graphite
de: Stein mit Graphit
fr: Pierre avec du graphite
ru: Камень с графитом

source: Stone with Coal
de: Stein mit Kohle
fr: Pierre avec du charbon
ru: Камень с углём

source: Stone with Iron
de: Stein mit Eisen
fr: Pierre avec du fer
ru: Камень с железом

source: Stone with Tin
de: Stein mit Zinn
fr: Pierre avec de l'étain
ru: Камень с оловом

source: Stone with Copper
de: Stein mit Kupfer
fr: Pierre avec du cuivre
ru: Камень с медью

source: Stone
de: Stein
fr: Pierre
ru: Камень

source: Cobble
de: Pflasterstein
fr: Pavé
ru: Булыжник

source: Reinforced Cobble
de: Verstärkter Pflasterstein
fr: Pavé renforcé
ru: Усиленный булыжник

source: Gravel
de: Kies
fr: Gravier
ru: Гравий

source: Coal Block
de: Kohleblock
fr: Bloc de charbon
ru: Угольный блок

source: Wrought Iron Block
de: Schmiedeeisenblock
fr: Bloc de fer forgé
ru: Блок из кованного железа

source: Steel Block
de: Stahlblock
fr: Bloc d'acier
ru: Стальной блок

source: Carbon Steel Block
de: Karbonstahlblock
fr: Bloc d'acier carbone
ru: Блок из углеродистой стали

source: Copper Block
de: Kupferblock
fr: Bloc de cuivre
ru: Медный блок

source: Tin Block
de: Zinnblock
fr: Bloc d'étain
ru: Оловянный блок

source: Dirt
de: Erde
fr: Terre
ru: Земля

source: Dry Dirt
de: Trockene Erde
fr: Terre sèche
ru: Сухая земля

source: Swamp Dirt
de: Sumpferde
fr: Terre de marais
ru: Болотная земля

source: Dirt with Dry Grass
de: Erde mit trockenem Gras
fr: Terre avec de l'herbe sèche
ru: Земля с сухой травой

source: Swamp Dirt with Swamp Grass
de: Sumpferde mit Sumpfgras
fr: Terre avec de l'herbe de marais
ru: Болотная земля с болотной травой

source: Dirt with Grass
de: Erde mit Gras
fr: Terre avec de l'herbe
ru: Земля с травой

source: Dirt Path
de: Erdpfad
fr: Chemin de terre
ru: Земляная тропа

source: Dirt Path Slab
de: Erdpfadplatte
fr: Dalle de chemin de terre
ru: Полублок земляной тропы

source: Glowing Dirt Path
de: Leuchtender Erdpfad
fr: Chemin de terre brillant
ru: Светящаяся земляная тропа

source: Brick Block
de: Ziegelblock
fr: Bloc de brique
ru: Кирпичный блок

source: Painted Brick Block
de: Gefärbter Ziegelblock
ru: Окрашенный Кирпичный Блок

source: Sandstone
de: Sandstein
fr: Grès
ru: Песчаник

source: Compressed Sandstone
de: Kompaktsandstein
fr: Grès comprimé
ru: Спрессованный песчаник

source: Reinforced Compressed Sandstone
de: Verstärkter Kompaktsandstein
fr: Grès comprimé renforcé
ru: Усиленный спрессованный песчаник

source: Glass
de: Glas
fr: Verre
ru: Стекло

source: Painted Glass
de: Gefärbtes Glas
ru: Окрашенное Стекло

source: Wooden Planks
de: Holzplanken
fr: Planches de bois
ru: Деревянные доски

source: Painted Wooden Planks
de: Gefärbte Holzplanken
ru: Окрашенные Деревянные Доски

source: Oak Planks
de: Eichenplanken
fr: Planches de chêne
ru: Дубовые доски

source: Painted Oak Planks
de: Gefärbte Eichenplanken
ru: Окрашенные Дубовые Доски

source: Birch Planks
de: Birkenplanken
fr: Planches de bouleau
ru: Берёзовые доски

source: Painted Birch Planks
de: Gefärbte Birkenplanken
ru: Окрашенные Берёзовые Доски

source: Fir Planks
de: Tannenplanken

source: Painted Fir Planks
de: Gefärbte Tannenplanken

source: Frame
de: Rahmen
fr: Cadre
ru: Каркас

source: Painted Frame
de: Gefärbter Rahmen
ru: Окрашенный Каркас

source: Reinforced Frame
de: Verstärkter Rahmen
fr: Châssis renforcé
ru: Усиленный каркас

source: Painted Reinforced Frame
de: Gefärbter verstärkter Rahmen
ru: Окрашенный Усиленный Каркас

source: Reed Block
de: Reetblock
fr: Bloc de roseau
ru: Тростниковый блок

source: Dried Reed Block
de: Trockenreetblock
fr: Bloc de roseau sec
ru: Высушенный тростниковый блок

source: Hay
de: Heu
fr: Foin
ru: Сено

source: Rope
de: Seil
fr: Corde
ru: Верёвка

source: Flowing Water
de: Fließendes Wasser
fr: Eau vive
ru: Текущая вода

source: Water Source
de: Wasserquelle
fr: Source d'eau
ru: Источник воды

source: Flowing River Water
de: Fließendes Flusswasser
fr: Eau vive de rivière
ru: Текущая речная вода

source: River Water Source
de: Flusswasserquelle
fr: Source d'eau de rivière
ru: Источник речной воды

source: Flowing Swamp Water
de: Fließendes Sumpfwasser
fr: Eau vive de marais
ru: Текущая болотная вода

source: Swamp Water Source
de: Sumpfwasserquelle
fr: Source d'eau de marais
ru: Источник болотной воды

source: Cactus
de: Kaktus
ru: Кактус

source: Grows on sand and dry dirt
de: Wächst auf Sand und trockener Erde
fr: Pousse sur le sable et la terre sèche
ru: Растёт на песке или земле

source: Grows on sand or dirt near water
de: Wächst auf Sand oder Erde in der Nähe von Wasser
fr: Pousse sur le sable et la terre proches de l'eau
ru: Растёт на песке или земле у воды

source: Vine
de: Liane
fr: Vigne
ru: Лоза

source: Hangs from stone or dirt
de: Hängt von Stein oder Erde
fr: S'accroche à la pierre ou à la terre
ru: Свисает с камня или земли

source: Fern
de: Farn
fr: Fougère
ru: Папоротник

source: Flower
de: Blume
fr: Fleur
ru: Цветок

source: Swamp Grass Clump
de: Sumpfgrasbüschel
fr: Touffe d'herbe de marais
ru: Куст болотной травы

source: Dry Grass Clump
de: Trockenes Grasbüschel
fr: Touffe d'herbe sèche
ru: Куст сухой травы

source: Grass Clump
de: Grasbüschel
fr: Touffe d'herbe
ru: Куст травы

source: Tall Grass Clump
de: Hohes Grasbüschel
fr: Touffe d'herbe haute
ru: Куст высокой травы

source: Sand Grass Clump
de: Sandgrasbüschel
fr: Touffe d'herbe de sable
ru: Куст песчаной травы

source: Thistle
de: Distel
fr: Chardon
ru: Чертополох

source: Careful, it stings!
de: Vorsicht, es sticht!
fr: Attention, ça pique !
ru: Аккуратней, он жалит!

source: You were prickled to death by a thistle.
de: Sie wurden von einer Distel zu Tode gepiekst.

source: Sapling
de: Setzling
fr: Arbrisseau
ru: Саженец

source: Grows into an apple tree
de: Wächst zu einem Apfelbaum
fr: Devient un pommier
ru: Вырастает в яблоню

source: Oak Sapling
de: Eichensetzling
fr: Arbrisseau de chêne
ru: Дубовый саженец

source: Grows into an oak tree
de: Wächst zu einer Eiche
fr: Devient un chêne
ru: Вырастает в дуб

source: Birch Sapling
de: Birkensetzling
fr: Arbrisseau de bouleau
ru: Берёзовый саженец

source: Grows into a birch tree
de: Wächst zu einer Birke
fr: Devient un bouleau
ru: Вырастает в берёзу

source: Fir Sapling
de: Tannensetzling

source: Grows into a fir tree
de: Wächst zu einer Tanne

source: Dry Bush Sapling
de: Trockenbuschsetzling
fr: Arbrisseau de buisson sec
ru: Саженец сухого куста

source: Grows into a dry bush
de: Wächst zu einem Trockenbusch
fr: Devient un buisson sec
ru: Вырастает в сухой куст

source: Tree
de: Baum
fr: Arbre
ru: Дерево

source: Oak Tree
de: Eichenbaum
fr: Chêne
ru: Дубовое дерево

source: Birch Tree
de: Birkenbaum
fr: Bouleau
ru: Берёзовое дерево

source: Fir Tree
de: Tannenbaum

source: Leaves
de: Blätter
fr: Feuilles
ru: Листва

source: Decays when not near a tree block
de: Stirbt ab, wenn nicht in der Nähe eines Baumblocks
fr: Se décomposent quand elles ne sont pas près d'un bloc arbre
ru: Спадает, когда рядом нету блока дерева

source: Oak Leaves
de: Eichenblätter
fr: Feuilles de chêne
ru: Дубовая листва

source: Birch Leaves
de: Birkenblätter
fr: Feuilles de bouleau
ru: Берёзовая листва

source: Fir Needles
de: Tannennadeln

source: Dry Leaves
de: Trockene Blätter
fr: Feuilles sèches
ru: Сухая листва

source: Apple
de: Apfel
fr: Pomme
ru: Яблоко

source: Acorn
de: Eichel
fr: Gland
ru: Жёлудь

source: Tall Seagrass Clump
de: Hohes Seegrasbüschel
fr: Touffe d'herbe marine haute
ru: Комок высоких водорослей

source: Grows underwater on dirt, swamp dirt or sand
de: Wächst im Wasser auf Erde, Sumpferde oder Sand
fr: Pousse sous l'eau sur la terre, la terre de marais ou le sable
ru: Растёт под водой на земле, болотной земле или песке

source: Seagrass Clump
de: Seegrasbüschel
fr: Touffe d'herbe marine
ru: Куст водорослей

source: Airweed
de: Luftkraut
fr: Herbe d'air
ru: Дыхоросль

source: Gives back breath
de: Gibt Atem zurück
fr: Redonne du souffle
ru: Отдаёт кислородом

source: Grows underwater on any dirt, sand or gravel
de: Wächst im Wasser auf jeder Erde, Sand oder Kies
fr: Pousse sous l'eau sur n'importe quel terre, sable ou gravier
ru: Растёт под водой на любой земле, песке или гравии

source: Airweed (full)
de: Luftkraut (voll)
fr: Herbe d'air (entière)
ru: Дыхоросль (полная)

source: Alga Block
de: Algenblock
fr: Bloc d'algue
ru: Блок водорослей

source: Alga
de: Alge
fr: Algue
ru: Водоросли
