Repository: MultiCraft/repixture
Catalog: mods/rp_default/locale/rp_default.*.po
Languages: de, fr, ru

source: Grows underwater on dirt, swamp dirt, sand or alga block
de: Wächst im Wasser auf Erde, Sumpferde, Sand oder Algenblock
fr: Pousse sous l'eau sur la terre, la terre de marais, le sable ou un bloc d'algue
ru: Растёт под водой на земле, болотной земле, песке или блоке водорослей

source: Clam
de: Muschel
fr: Palourde
ru: Моллюск

source: Creative Tool
de: Kreativwerkzeug
fr: Outil créatif
ru: Творческий инструмент

source: Can dig (nearly) every block
de: Kann (fast) jeden Block graben
fr: Peut creuser (presque) tous les blocs
ru: Может выкопать (почти) любой блок

source: Digs hard, cracky blocks
de: Gräbt harte, brüchige Blöcke
fr: Creuse les blocs durs et fissurés
ru: Копает твёрдые, трескающиеся блоки

source: Digs soft, crumbly blocks
de: Gräbt weiche, bröckelige Blöcke
fr: Creuse les blocs mous et friables
ru: Копает мягкие, рассыпчатые блоки

source: Chops wood
de: Fällt Holz
fr: Coupe le bois
ru: Рубит дерево

source: Melee weapon
de: Nahkampfwaffe
fr: Arme de mêlée
ru: Оружие ближнего боя

source: Cuts leaves and plants and shears sheep
de: Schneidet Blätter und Pflanzen ab und schert Schafe
fr: Coupe les feuilles, les plantes et tond les moutons
ru: Срезает листья с растениями и стрижёт овец

source: “Place” key: Precise cut
de: „Platzieren“-Taste: Präzisionsschnitt
fr: Touche “Poser” : coupe précise
ru: Клавиша "Поставить": Точный надрез

source: Wooden Pickaxe
de: Holzspitzhacke
fr: Pioche en bois
ru: Деревянная кирка

source: Stone Pickaxe
de: Steinspitzhacke
fr: Pioche en pierre
ru: Каменная кирка

source: Wrought Iron Pickaxe
de: Schmiedeeisenspitzhacke
fr: Pioche en fer forgé
ru: Кирка из кованого железа

source: Steel Pickaxe
de: Stahlspitzhacke
fr: Pioche en acier
ru: Стальная кирка

source: Carbon Steel Pickaxe
de: Karbonstahlspitzhacke
fr: Pioche en acier carbone
ru: Кирка из углеродистой стали

source: Bronze Pickaxe
de: Bronzespitzhacke
fr: Pioche en bronze
ru: Бронзовая кирка

source: Wooden Shovel
de: Holzschaufel
fr: Pelle en bois
ru: Деревянная лопата

source: Stone Shovel
de: Steinschaufel
fr: Pelle en pierre
ru: Каменная лопата

source: Wrought Iron Shovel
de: Schmiedeeisenschaufel
fr: Pelle en fer forgé
ru: Лопата из кованого железа

source: Steel Shovel
de: Stahlschaufel
fr: Pelle en acier
ru: Стальная лопата

source: Carbon Steel Shovel
de: Karbonstahlschaufel
fr: Pelle en acier carbone
ru: Лопата из углеродистой стали

source: Bronze Shovel
de: Bronzeschaufel
fr: Pelle en bronze
ru: Бронзовая лопата

source: Wooden Axe
de: Holzaxt
fr: Hache en bois
ru: Деревянный топор

source: Stone Axe
de: Steinaxt
fr: Hache en pierre
ru: Каменный топор

source: Wrought Iron Axe
de: Schmiedeeisenaxt
fr: Hache en fer forgé
ru: Топор из кованого железа

source: Steel Axe
de: Stahlaxt
fr: Hache en acier
ru: Стальной топор

source: Carbon Steel Axe
de: Karbonstahlaxt
fr: Hache en acier carbone
ru: Топор из углеродистой стали

source: Bronze Axe
de: Bronzeaxt
fr: Hache en bronze
ru: Бронзовой топор

source: Wooden Spear
de: Holzspeer
fr: Lance en bois
ru: Деревянное копьё

source: Stone Spear
de: Steinspeer
fr: Lance en pierre
ru: Каменное копьё

source: Wrought Iron Spear
de: Schmiedeeisenspeer
fr: Lance en fer forgé
ru: Копьё из кованого железа

source: Steel Spear
de: Stahlspeer
fr: Lance en acier
ru: Стальное копьё

source: Carbon Steel Spear
de: Karbonstahlspeer
fr: Lance en acier carbone
ru: Копьё из углеродистой стали

source: Bronze Spear
de: Bronzespeer
fr: Lance en bronze
ru: Бронзовое копьё

source: Broadsword
de: Breitschwert
fr: Glaive
ru: Палаш

source: A mighty melee weapon
de: Eine mächtige Nahkampfwaffe
fr: Une puissante arme de mêlée
ru: Мощное оружие ближнего боя

source: Wrought Iron Shears
de: Schmiedeeisenschere
fr: Cisailles en fer forgé
ru: Ножницы из кованого железа

source: Steel Shears
de: Stahlschere
fr: Cisailles en acier
ru: Стальные ножницы

source: Carbon Steel Shears
de: Karbonstahlschere
fr: Cisailles en acier carbone
ru: Ножницы из углеродистой стали

source: Bronze Shears
de: Bronzeschere
fr: Cisailles en bronze
ru: Бронзовые ножницы

source: Flint and Steel
de: Feuerstein und Stahl
fr: Silex et acier
ru: Огниво

source: Ignites ignitable blocks
de: Zündet anzündbare Blöcke an
fr: Allume les blocs inflammables
ru: Зажигает блоки

source: Dead Torch
de: Ausgebrannte Fackel
fr: Torche morte
ru: Потухший факел

source: Doesn't provide any light
de: Leuchtet nicht
fr: Ne fournit plus de lumière
ru: Не излучает никакого света

source: Weak Torch
de: Schwache Fackel
fr: Torche faible
ru: Слабый факел

source: Provides a bit of light but it will eventually burn out
de: Leuchtet ein bisschen, aber sie wird bald ausbrennen
fr: Fournit un peu de lumière mais risque de s'éteindre
ru: Излучает немного света но позже потухнет

source: Torch
de: Fackel
fr: Torche
ru: Факел

source: It's bright and burns forever
de: Sie ist hell und brennt für immer
fr: Elle est allumée et brûle pour toujours
ru: Он ярок и горит вечно

source: Bronze Block
fr: Bloc de bronze
ru: Бронзовый блок

source: Sand
fr: Sable
ru: Песок

source: Papyrus
ru: Папирус
