Repository: MultiCraft/repixture
Catalog: mods/rp_gold/locale/rp_gold.*.po
Languages: ar

source: Trade
ar: تجارة

source: Trading with @1
ar: يتاجر مع @1

source: Trading Book
ar: كتاب تجارة

source: Show this to a villager to trade
ar: أظهر هذا الكتاب لقروي لتتمكن من التجارة

source: Gold Lump
ar: كتلة ذهب صغيرة

source: Gold Ingot
ar: سبيكة ذهب

source: Stone with Gold
ar: حجر مختلط بالذهب

source: Gold Block
ar: كتلة ذهب

source: Trader
ar: تاجر

source: Trade with a villager.
ar: تاجر مع قروي.

source: Gold Rush
ar: الإسراع نحو الذهب

source: Dig a gold ore.
ar: احفر خامة ذهب.

source: Farmer
ar: مزارع

source: Tavern Keeper
ar: حارس حانة

source: Carpenter
ar: نجار

source: Blacksmith
ar: حداد

source: Butcher
ar: جزار
