Repository: MultiCraft/repixture
Catalog: mods/rp_achievements/locale/rp_achievements.*.po
Languages: ar, de, fr

source: You have earned the achievement “@1”.
ar: كسبت الإنجاز "@1".
de: Sie haben die Errungenschaft „@1“ erhalten.
fr: Vous avez réalisé avec succès “@1”.

source: @1 has earned the achievement “@2”.
ar: @1 كسب الإنجاز "@2".
de: @1 hat die Errungenschaft „@2“ erhalten.
fr: @1 a réalisé avec succès "@2".

source: Achievement gotten!
de: Errungenschaft erhalten!

source: You have gotten all achievements!
ar: كسبت جميع الإنجازات!
de: Sie haben alle Errungenschaften erhalten!
fr: Vous avez obtenu toutes les réalisations !

source: @1 has gotten all achievements!
ar: @1 كسب جميع الإنجازات!
de: @1 hat alle Errungenschaften erhalten!
fr: @1 a obtenu toutes les réalisations !

source: All achievements gotten!
de: Alle Errungenschaften erhalten!

source: You have lost all achievements!
ar: خسرت كل إلإنجازات!
de: Sie haben alle Errungenschaften verloren!
fr: Vous avez perdu toutes les réalisations !

source: @1 has lost all achievements!
ar: @1 خسر كل الإنجازات!
de: @1 hat alle Errungenschaften verloren!
fr: @1 a perdu toutes les réalisations !

source: All achievements lost!
de: Alle Errungenschaften verloren!

source: You have lost the achievement “@1”.
ar: خسرت الإنجاز "@1".
de: Sie haben die Errungenschaft „@1“ verloren.
fr: Vous avez perdu la réalisation “@1”.

source: @1 has lost the achievement “@2”.
ar: @1 خسر الإنجاز "@2".
de: @1 hat die Errungenschaft „@2“ verloren.
fr: @1 a perdu la réalisation “@2”.

source: Achievement lost!
de: Errungenschaft verloren!

source: The achievement “@1” has new goals.
ar: لدى الإنجاز "@1" أهداف جديدة.
de: Die Errungenschaft „@1“ hat neue Ziele.
fr: La réalisation “@1” a de nouveaux objectifs.

source: Achievements
ar: الإنجازات
de: Errungenschaften
fr: Réalisations

source: Gotten
ar: أنجز
de: Erhalten
fr: Obtenu

source: Missing
ar: مفقود
de: Fehlt
fr: Manquant

source: Completed: @1
ar: إكتمل: @1
de: Fertig: @1
fr: Complété : @1

source: @1 of @2 achievements gotten, @3 in progress
ar: تم اكتساب إنجازات @1 من @2 ، @3 قيد التقدم
de: @1 von @2 Errungenschaften erhalten, @3 in Arbeit
fr: @1 sur @2 réalisations obtenues, @3 en cours

source: Show symbols
de: Symbole anzeigen

source: Show list
de: Liste anzeigen

source: (list [<player>]) | ((give | remove) <player> (<achievement> | all))
ar: (list [<لاعب>]) | ((give | remove) <لاعب> (<إنجاز> | all))
de: (list [<Spieler>]) | ((give | remove) <Spieler> (<Errungenschaft> | all))
fr: (list [<joueur>]) | ((give | remove) <joueur> (<réalisation> | all))

source: List, give or remove achievements of player
ar: سجل إنجازات أو قم بإعطاء إنجازات أو حذف إنجازات اللاعب
de: Errungenschaft einem Spieler geben oder wegnehmen, oder Errungenschaften auflisten
fr: Liste, donne ou enlève les réalisations du joueur

source: unset
ar: غير محدد
de: nicht gesetzt
fr: non défini

source: No achievements.
ar: لا إنجازات.
de: Keine Errungenschaften.
fr: Pas de réalisations.

source: List of achievements (difficulty rating in brackets):
ar: قائمة الإنجازات (مدى الصعوبة محدد بين قوسين):
de: Liste der Errungenschaften (Schwierigkeitswertung in Klammern):
fr: Liste les réalisations (note de difficulté entre parenthèses)

source: Player is not online!
ar: اللاعب غير متصل!
de: Spieler ist nicht online!
fr: Le joueur n'est pas en ligne !

source: @1: Gotten
ar: @1 : أنجز
de: @1: Erhalten
fr: @1 : obtenu

source: @1: In progress (@2/@3)
ar: @1 قيد الإنجاز (@2/@3)
de: @1: In Arbeit (@2/@3)
fr: @1 : en cours (@2/@3)

source: Achievements of @1:
ar: الإنجازات من @1:
de: Errungenschaften von @1:
fr: Réalisations de @1 :

source: Unknown achievement! Use “/achievement list” to list valid achievement names.
ar: إنجاز غير معروف! إستعمل “/achievement list" لتسجيل أسماء الإنجازات الصالحة.
de: Unbekannte Errungenschaften! „/achievement list“ benutzen, um gültige Errungenschaftsnamen aufzulisten.
fr: Réalisation inconnue ! Utilisez “/achievement list” pour lister les noms des réalisations valides.
