Repository: MultiCraft/repixture
Catalog: mods/rp_mobs/locale/rp_mobs.*.po
Languages: ar, de, fr, ru

source: Gonna Feed ’em All
ar: سأطعمهم جميعا
de: Fütter sie alle
fr: Nourrissez les tous
ru: Кормилица

source: Feed an animal of each species once.
ar: اطعم حيوانا من كل صنف مرة واحدة.
de: Füttern Sie ein Tier jeder Art.
fr: Nourrir une fois un animal de chaque espèce.
ru: Покорми по животному каждого вида.

source: Hunter
ar: الصياد
de: Jäger
fr: Chasseur
ru: Охотник

source: Kill an animal for food.
ar: اقتل حيوانا للغذاء.
de: Töten Sie ein Tier für Nahrung.
fr: Tuer un animal pour la nourriture.
ru: Убей животное ради еды.

source: Gotcha!
ar: نلت منك!
de: Hab’ dich!
fr: Je te tiens !
ru: Поймал!

source: Capture a tame animal.
ar: امسك حيوانا مروضا.
de: Fangen Sie ein zahmes Tier.
fr: Capturer un animal apprivoisé.
ru: Поймай прирученное животное.

source: Best Friends Forever
ar: أفضل أصدقاء إلى الأبد
de: Beste Freunde
fr: Meilleurs amis pour toujours
ru: Не разлей вода

source: Tame an animal.
ar: روض حيوانا.
de: Zähmen Sie ein Tier.
fr: Dompter un animal.
ru: Приручи животное.

source: Wonder of Life
ar: أعجوبة الحياة
de: Wunder des Lebens
fr: Merveille de la vie
ru: Цветок жизни

source: Get two animals to breed.
ar: اجعل حيوانين يتكاثران.
de: Bringen Sie zwei Tiere dazu, sich zu vermehren.
fr: Faire se reproduire deux animaux.
ru: Скрести двух животных.

source: Hostile mobs are disabled!
ar: تم إلغاء تفعيل الحيوانات الشرسة!
de: Feindliche Mobs sind deaktiviert!
fr: Monstres hostiles désactivés !
ru: Враждебные мобы отключены!

source: Not tamed!
ar: ليس مروضا!
de: Nicht gezähmt!
fr: Non apprivoisé !
ru: Не приручен!

source: Missed!
ar: أخفقت!
de: Verfehlt!
fr: Manqué !
ru: Мимо!

source: Net
ar: شبكة
de: Netz
fr: Filet
ru: Сачок

source: Good for capturing small animals
ar: مفيد للامساك الحيوانات الصغيرة
de: Gut zum Fangen kleiner Tiere
fr: Idéal pour capturer de petits animaux
ru: Подходит для поимки маленьких животных

source: Lasso
ar: وهق
ru: Лассо

source: Good for capturing large animals
ar: جيد لصيد الحيوانات الكبيرة
de: Gut zum Fangen großer Tiere
fr: Idéal pour capturer de grands animaux
ru: Подходит для поимки больших животных
