Repository: MultiCraft/repixture
Catalog: mods/rp_locks/locale/poconvert/*.po
Languages: fr, ru

source: Locked Chest
fr: Coffre verrouillé
ru: Запертый сундук

source: Locked Chest (Owned by @1)
fr: Coffre verrouillé (propriété de @1)
ru: Запертый сундук (принадлежит @1)

source: Locked Chest (cracked open)
fr: Coffre verrouillé (fissuré, ouvert)
ru: Запертый сундук (взломан)

source: Locked Chest (cracked open) (Owned by @1)
fr: Coffre verrouillé (fissuré, ouvert) (propriété de @1)
ru: Запертый сундук (взломан) (принадлежит @1)

source: @1 (Owned by @2)
fr: @1 (propriété de @2)
ru: @1 (принадлежит @2)

source: Lock Pick
fr: Outil de crochetage
ru: Отмычка

source: Cracks locked chests
fr: Crochète les coffres verrouillés
ru: Взламывает запертые сундуки

source: @1 has broken into your locked chest!
fr: @1 a forcé votre coffre verrouillé !
ru: @1 взломал ваш запертый сундук!

source: You have broken the lock!
fr: Tu as cassé la serrure !
ru: Тобою взломан замок!

source: You have broken into your own locked chest!
fr: Vous avez forcé votre propre coffre verrouillé !
ru: Тобою взломан свой же запертый сундук!

source: Lock
fr: Serrure
ru: Замок

source: Used to craft locked chests
fr: Utilisée pour fabriquer des coffres verrouillés
ru: Используется для крафта запертых сундуков

source: Provides 32 inventory slots
fr: Fournit 32 emplacements d'inventaire
ru: Содержит 32 слота

source: Can only be opened by its owner and those who have a lockpick
fr: Peut seulement être ouvert par son propriétaire ou avec un outil de crochetage
ru: Может быть открыт только владелцем и тем, у кого есть отмычка

source: Painted Locked Chest
ru: Окрашенный Запертый Сундук

source: Locksmith
fr: Serrurier
ru: Слесарь

source: Craft a lock.
fr: Fabriquer une serrure.
ru: Скрафти замок.

source: Burglar
fr: Cambrioleur
ru: Грабитель

source: Break into a locked chest.
fr: Forcer un coffre verrouillé.
ru: Вломай чей-то запертый сундук.
