Repository: MultiCraft/repixture
Catalog: mods/rp_nav/locale/rp_nav.*.po
Languages: ar, de, es, fr, it, ru

source: Compass
ar: بوصلة
de: Kompass
es: Brújula
fr: Boussole
it: Bussola
ru: Компас

source: It points to the North
ar: تشير إلى الشمال
de: Er zeigt nach Norden
es: Apunta al Norte
fr: Elle pointe vers le nord
it: Punta verso nord
ru: Показывает на север

source: Can be magnetized at magnetic blocks
ar: يمكن أن تمغنط عند كتلة ممغنطة
de: Kann an magnetischen Blöcken magnetisiert werden
es: Puede ser magnetizado en bloques magnéticos
fr: Peut être magnétisée par les blocs magnétiques
it: Può essere magnetizzata su blocchi magnetici
ru: Может быть намагничен на магнитные блоки

source: Magno Compass
ar: بوصلة ممغنطة
de: Magnokompass
es: Brújula Magno
fr: Boussole Magno
it: Bussola Magna
ru: Магнокомпас

source: It points to a position
ar: تشير إلى موقع
de: Er zeigt zu einer Position
es: Apunta a una posición
fr: Elle pointe vers une position
it: Punta verso una posizione
ru: Показывает на позицию

source: Can be demagnetized at unmagnetic blocks
ar: يمكن أن تصبح منزوعة المغناطيسية عند كتلة غير ممغنطة
de: Kann an unmagnetischen Blöcken entmagnetisiert werden
es: Puede ser desmagnetizado en bloques no magnéticos
fr: Peut être démagnétisée par les blocs non-magnétiques
it: Può essere smagnetizzata su blocchi amagnetici
ru: Может быть размагничен на немагнитных блоках

source: True Navigator
ar: ملاح حقيقي
de: Wahrer Navigator
es: Navegador Verdadero
fr: Vrai navigateur
it: Vero navigatore
ru: Настоящий навигатор

source: Magnetize a compass.
ar: مغنط بوصلة.
de: Magnetisieren Sie einen Kompass.
es: Imantar una brújula.
fr: Magnétiser une boussole.
it: Magnetizza una bussola.
ru: Намагнить компас.

source: Map
ar: خريطة
de: Karte
es: Mapa
fr: Carte
it: Mappa
ru: Карта

source: Keep this in your inventory and view the map with the 'minimap' key
ar: أبق هذه في مخزونك وأظهرها بواسطة مفتاح 'minimap'
de: Im Inventar behalten und Karte mit „Karte an/aus“-Taste öffnen
es: Mantén esto en tu inventario y visualiza el mapa con la tecla 'minimap'
fr: Gardez là dans votre inventaire et regardez la carte avec la touche 'mini-carte'
it: Tienila nell’inventario e visualizza la mappa con il pulsante 'minimappa'
ru: Держи это в своём инвентаре и смотри карту с клавишей 'minimap'

source: Use the minimap key to show the map.
ar: استعمل مفتاح minimap لعرض الخريطة.
de: Taste „Karte an/aus“ benutzen, um die Karte zu betrachten.
es: Utiliza la tecla del minimapa para mostrar el mapa.
fr: Utilisez la touche mini-carte pour afficher la carte.
it: Usa il pulsante minimappa per visualizzare la mappa.
ru: Используй клавишу minimap чтобы показать карту.

source: Navigator
ar: ملاح
es: Navegador
fr: Navigateur
it: Navigatore
ru: Навигатор

source: Craft a map.
ar: اصنع خريطة.
de: Fertigen Sie eine Karte.
es: Craftea un mapa.
fr: Fabriquer une carte.
it: Assembla una mappa.
ru: Скрафти карту.
