Repository: MultiCraft/repixture
Catalog: mods/*_*/locale/*_*.*.po
Languages: ar, fr, ru

source: Damage: @1
ar: الضرر: @1
fr: Dégâts : @1
ru: Урон: @1

source: Healing: @1
ar: الشفاء: @1
fr: Soin : @1
ru: Исцеление: @1

source: Damage (@1): @2
ar: الضرر (@1): @2
fr: Dégâts (@1) : @2
ru: Урон (@1): @2

source: Healing (@1): @2
ar: الشفاء (@1): @2
fr: Soin (@1): @2
ru: Исцеление (@1): @2

source: Full punch interval: @1s
ar: الفاصل الزمني لاللكمة الكاملة: @1s
fr: Intervalle de coup : @1s
ru: Полный интервал удара: @1сек

source: Food item
ar: طعام
fr: Nourriture
ru: Еда

source: +@1 food points
ru: +@1ед. сытости

source: Contact damage: @1 per second
ar: ضرر اللمس: @1 ضمن ثانية
fr: Dégâts au contact : @1 par seconde
ru: Урон при прикосновении: @1 в секунду

source: Contact healing: @1 per second
ar: شفاء من لمس: @1 ضمن ثانية
fr: Soin au contact : @1 par seconde
ru: Исцеление при прикосновении: @1 в секунду

source: Drowning damage: @1
ar: ضرر الغرق: @1
fr: Dégâts de noyade : @1
ru: Урон от утопления: @1

source: Fall damage: +@1%
ar: ضرر السقوط: +@1%
fr: Dégâts de chute : +@1%
ru: Урон от падения: +@1%

source: No fall damage
ar: لا ضرر سقوط
fr: Pas de dégâts de chute
ru: Нет урона от падения

source: Fall damage: @1%
ar: ضرر السقوط: @1%
fr: Dégâts de chute : @1%
ru: Урон от падения: @1%

source: No jumping
ar: لا قفز
fr: Pas de saut
ru: Нельзя прыгать

source: No swimming upwards
ar: لا سباحة إلى الأعلى
fr: Pas de nage vers le haut
ru: Нельзя всплывать

source: No rising
ar: لا صعود
fr: Pas de montée
ru: Нельзя подниматься

source: Climbable (only downwards)
ar: يمكن صعوده (للأسفل فقط)
fr: Grimpable (seulement vers le bas)
ru: Можно взобраться (только вниз)

source: Climbable
ar: يمكن صعوده
fr: Grimpable
ru: Можно взобраться

source: Slippery
ar: زلق
fr: Glissant
ru: Скользкость

source: Bouncy (@1%)
ar: نطاط (@1%)
fr: Rebondissant (@1%)
ru: Упругий (@1%)

source: Luminance: @1-@2
ar: الإنارة: @1-@2
fr: Luminosité : @1-@2
ru: Яркость: @1-@2

source: Luminance: @1
ar: الإنارة: @1
fr: Luminosité : @1
ru: Яркость: @1
