Repository: MultiCraft/repixture
Catalog: mods/rp_achievements/locale/poconvert/*.po
Languages: ru

source: You have earned the achievement “@1”.
ru: Ты выполнил достижение "@1".

source: @1 has earned the achievement “@2”.
ru: @1 выполнил достижение "@2".

source: Achievement gotten!
ru: Достижение получено!

source: You have gotten all achievements!
ru: Ты выполнил все достижения!

source: @1 has gotten all achievements!
ru: @1 выполнил все достижения!

source: All achievements gotten!
ru: Все достижения получены!

source: You have lost all achievements!
ru: Ты потерял все достижения!

source: @1 has lost all achievements!
ru: @1 потерял все достижения!

source: All achievements lost!
ru: Все достижения потеряны!

source: You have lost the achievement “@1”.
ru: Ты потерял достижение "@1".

source: @1 has lost the achievement “@2”.
ru: @1 потерял достижение "@2".

source: Achievement lost!
ru: Достижение потеряно!

source: The achievement “@1” has new goals.
ru: Достижение "@1" получило новые цели.

source: Achievements
ru: Достижения

source: Gotten
ru: Выполнено

source: Missing
ru: Отсутствует

source: Completed: @1
ru: Выполнено: @1

source: Status: @1
ru: Статус: @1

source: @1 of @2 achievements gotten, @3 in progress
ru: @1 из @2 достижений выполнено, @3 в процессе

source: Show list
ru: Показать список

source: (list [<player>]) | ((give | remove) <player> (<achievement> | all))
ru: (list [<игрок>]) | ((give | remove) <игрок> (<достижение> | all))

source: List, give or remove achievements of player
ru: Просмотреть, выдать или убрать достижения игрока

source: unset
ru: н/д

source: No achievements.
ru: Нету достижений.

source: List of achievements (difficulty rating in brackets):
ru: Список достижений (уровень сложности в скобках):

source: Player is not online!
ru: Игрок вне сети!

source: @1: Gotten
ru: @1: Получено

source: @1: In progress (@2/@3)
ru: @1: В процессе (@2/@3)

source: Achievements of @1:
ru: Достижения @1:

source: Unknown achievement! Use “/achievement list” to list valid achievement names.
ru: Неизвестное достижение! Используй "/achievement list" чтобы просмотреть все доступные достижения.
