Repository: MultiCraft/repixture
Catalog: mods/rp_locks/locale/rp_locks.*.po
Languages: ar, de

source: Locked Chest
ar: صندوق مقفل
de: Abgeschlossene Truhe

source: Locked Chest (Owned by @1)
ar: صندوق مقفل(يمتلكه @1)
de: Abgeschlossene Truhe (Eigentümer: @1)

source: Locked Chest (cracked open)
ar: صندق مقفل (مفتوح)
de: Abgeschlossene Truhe (geknackt)

source: Locked Chest (cracked open) (Owned by @1)
ar: صندوق مقفل (مفتوح) (يمتلكه @1)
de: Abgeschlossene Truhe (geknackt) (Eigentümer: @1)

source: @1 (Owned by @2)
ar: @1 (يمتلكه @2)
de: @1 (Eigentümer: @2)

source: Lock Pick
ar: أداة فتح الأقفال
de: Dietrich

source: Cracks locked chests
ar: يفتح الصناديق المقفلة
de: Knackt abgeschlossene Truhen

source: @1 has broken into your locked chest!
ar: @1 قد قام بفتح صندوقك المقفول!
de: @1 hat Ihre abgeschlossene Truhe geknackt!

source: You have broken the lock!
ar: لقد كسرت للقفل!
de: Sie haben das Schloss geknackt!

source: You have broken into your own locked chest!
ar: لقد قمت بفتح صتدوقك المقفل!
de: Sie haben Ihre eigene abgeschlossene Truhe geknackt!

source: Lock
ar: قفل
de: Schloss

source: Used to craft locked chests
ar: يستعمل لصناعة صناديق مقفلة
de: Benutzt, um abgeschlossene Truhen zu fertigen

source: Provides 32 inventory slots
ar: يوفر 32 مساحة تخزينية
de: Enthält 32 Inventarplätze

source: Can only be opened by its owner and those who have a lockpick
ar: لا يمكن أن يفتح إلا بواسطة مالكه أو من لديه أداة فتح أثفال
de: Kann nur von ihrem Eigentümer und Besitzern eines Dietrichs geöffnet werden

source: Painted Locked Chest
de: Gefärbte abgeschlossene Truhe

source: Locksmith
ar: خبير أقفال
de: Schlossmacher

source: Craft a lock.
ar: اصنع قفلا.
de: Fertigen Sie ein Schloss.

source: Burglar
ar: سارق
de: Räuber

source: Break into a locked chest.
ar: افتح صندوقا مقفلا.
de: Knacken Sie eine abgeschlossene Truhe.
