Repository: MultiCraft/repixture
Catalog: mods/rp_signs/locale/rp_signs.*.po
Languages: de, es

source: Write
de: Schreiben
es: Escribir

source: Write a short message
de: Zum Schreiben eines kurzen Textes
es: Escribe un mensaje corto

source: Write short messages (two sides)
de: Zum Schreiben von kurzen Texten (beidseitig)
es: Escribe mensajes cortos (de dos lados)

source: Wooden Wall Sign
de: Holzwandschild
es: Cartel de madera

source: Painted Wooden Wall Sign
de: Gefärbtes Holzwandschild
es: Cartel de madera pintado

source: Wooden Pole Sign
de: Holzstandschild
es: Señal de Poste de Madera

source: Painted Pole Wooden Sign
de: Gefärbtes Holzstandschild
es: Señal de poste de madera pintado

source: Oak Wall Sign
de: Eichenwandschild
es: Cartel de roble

source: Painted Oak Wall Sign
de: Gefärbtes Eichenwandschild
es: Cartel de roble pintado

source: Oak Pole Sign
de: Eichenstandschild
es: Señal de Poste de Roble

source: Painted Oak Pole Sign
de: Gefärbtes Eichenstandschild
es: Señal de poste de roble pintado

source: Birch Wall Sign
de: Birkenwandschild
es: Cartel de abedul

source: Painted Birch Wall Sign
de: Gefärbtes Birkenwandschild
es: Cartel de abedul pintado

source: Birch Pole Sign
de: Birkenstandschild
es: Señal de Poste de Abedul

source: Painted Birch Pole Sign
de: Gefärbtes Birkenstandschild
es: Señal de poste de abedul pintado

source: Fir Wall Sign
de: Tannenwandschild
es: Cartel de Pino

source: Painted Fir Wall Sign
de: Gefärbtes Tannenwandschild
es: Cartel de pino pintado

source: Fir Pole Sign
de: Tannenstandschild
es: Señal de Poste de Pino

source: Painted Fir Pole Sign
de: Gefärbtes Tannenstandschild
es: Señal de Poste de Pino pintado
