Repository: MultiCraft/repixture
Catalog: mods/rp_mobs_mobs/locale/rp_mobs_mobs.*.po
Languages: de, ru

source: Bomb has Been Defused!
de: Bombe entschärft!
ru: Бомба обезврежена!

source: Kill a mine turtle.
de: Töten Sie eine Minenschildkröte.
ru: Убей шахточерепаху.

source: Taking a Cut
de: Gut abschneiden
ru: Один раз отрежь

source: Shear a sheep.
de: Scheren Sie ein Schaf.
ru: Подстриги овцу.

source: Smalltalk
de: Gerede
ru: Светская беседа

source: Have a friendly chat with a villager.
de: Reden Sie nett mit einem Dorfbewohner.
ru: Дружелюбно поговори с жителем.

source: Wool Bundle
de: Wollbündel
ru: Пучок шерсти

source: Raw Meat
de: Rohes Fleisch
ru: Сырое мясо

source: Cooked Meat
de: Gekochtes Fleisch
ru: Жареное мясо

source: Raw Porkchop
de: Rohes Schweinekotelett
ru: Сырая свинина

source: Cooked Porkchop
de: Gekochtes Schweinekotelett
ru: Жареная свинина

source: Boar
de: Wildschwein
ru: Кабан

source: You were exploded by @1, a mine turtle.
de: Sie wurden von @1, einer Minenschildkröte, in die Luft gejagt.

source: You were exploded by a mine turtle.
de: Sie wurden von einer Minenschildkröte in die Luft gejagt.

source: Mine Turtle
de: Minenschildkröte
ru: Шахточерепаха

source: Sheep
de: Schaf
ru: Овца

source: Skunk
de: Stinktier
ru: Скунс

source: Farmer
de: Bauer
ru: Фермер

source: Tavern Keeper
de: Wirt
ru: Хозяин таверны

source: Blacksmith
de: Schmied
ru: Кузнец

source: Butcher
de: Fleischer
ru: Мясник

source: Carpenter
de: Schreiner
ru: Плотник

source: Villager
de: Dorfbewohner

source: Hi! I’m a farmer. I sell farming goods.
de: Hallo! Ich bin ein Bauer. Ich verkaufe Dinge, die ein Bauer so hat.
ru: Здорова! Я фермер. Я продаю товары для фермы.

source: Hi! I’m a tavernkeeper. I trade with assorted goods.
de: Hallo! Ich bin ein Wirt. Ich handle mit verschiedenen Gütern.
ru: Привет! Я трактирщик. Я торгую всяким добром.

source: Hi! I’m a blacksmith. I sell metal products.
de: Hallo! Ich bin ein Schmied. Ich verkaufe Metallwaren.
ru: Эй! Я кузнец. Я продаю изделия из металла.

source: Hi! I’m a butcher. Want to buy something?
de: Hallo! Ich bin ein Fleischer. Möchtest du etwas kaufen?
ru: Здравствуй! Я мясник. Хочешь чего купить?

source: Hi! I’m a carpenter. Making things out of wood is my job.
de: Hallo! Ich bin ein Schreiner. Mein Beruf ist es, Dinge aus Holz zu fertigen.
ru: Здорова! Я плотник. Делаю деревянные изделия.

source: If you want to trade, show me a trading book.
de: Wenn du mit mir handeln willst, zeig mir ein Handelsbuch.
ru: Если хочешь поторговаться, покажи торговую книгу.

source: I want to work on a field of crops.
de: Ich möchte auf einem Acker arbeiten.

source: Did you see a barrel nearby? I need one for work.
de: Hast du ein Fass in der Nähe gesehen? Ich brauche eins für die Arbeit.

source: I need a furnace to do my work, but I can’t find any.
de: Ich brauche einen Ofen, um meine Arbeit zu verrichten, aber ich kann keinen finden.

source: I wanted to cook some meat, but I can’t find a furnace.
de: Ich wollte etwas Fleisch braten, aber ich kann keinen Ofen finden.

source: It would be nice if we had a library.
de: Es wäre nett, wenn wir eine Bibliothek hätten.

source: I’m grumpy because I can’t find my bed.
de: Ich bin schlecht drauf, weil ich mein Bett nicht finden kann.

source: Have you seen a free bed somewhere?
de: Hast du irgendwo ein freies Bett gesehen?

source: I need a place to sleep.
de: Ich brauche einen Schlafplatz.

source: Hello!
de: Hallo!
ru: Привет!

source: Nice to see you.
de: Schön, dich zu sehen.
ru: Приятно видеть тебя.

source: Life is beautiful.
de: Das Leben ist schön.
ru: Жизнь прекрасна.

source: I feel good.
de: Mir geht’s gut.
ru: Я себя чувствую хорошо.

source: Have a nice day!
de: Guten Tag!
ru: Хорошего тебе дня!

source: I’m not in a good mood.
de: Ich bin nicht so gut drauf.
ru: Я не в лучшем настроении.

source: I’m tired.
de: Ich bin müde.
ru: Я устал.

source: I need to rest.
de: Ich muss mich ausruhen.
ru: Мне нужно отдохнуть.

source: Life could be better.
de: Das Leben könnte besser sein.
ru: Жизнь могла бы быть лучше.

source: I don’t feel so good.
de: Mir geht es nicht so gut.
ru: Мне не очень хорошо.

source: I ... I am hurt.
de: Ich ... ich bin verletzt.
ru: Я... я ранен.

source: I feel weak.
de: Ich fühle mich schwach.
ru: Я чувствую слабость.

source: My head hurts.
de: Mein Kopf tut weh.
ru: Моя голова болит.

source: I have a bad day today.
de: Ich hab heute einen schlechten Tag.
ru: У меня сегодня плохой день.

source: Screw you!
de: Verdammt seist du!
ru: Пошёл ты!

source: Get this thing out of my face!
de: Nimm dieses Ding aus meinem Gesicht!
ru: Убери эту штуку от моего лица!

source: @1 says: “@2”
de: @1 sagt: „@2“

source: Villager says: “@1”
de: Dorfbewohner sagt: „@1“
ru: Житель говорит: "@1"

source: I need this bed. Please place it somewhere. I promise I won’t abuse it as furnace fuel!
de: Ich brauche dieses Bett. Bitte platziere es irgendwo. Ich verspreche, dass ich es nicht als Ofenbrennstoff missbrauchen werde!

source: Can you please put this bed down for me?
de: Kannst du bitte dieses Bett für mich platzieren?

source: Beautiful bookshelf you have there! Can you please place it somewhere where I can reach it? It’s so fascinating …
de: Was für ein schönes Bücherregal du hast! Kannst du es bitte platzieren, wo ich es erreichen kann? Es ist so faszinierend.

source: I know this sounds strange but: Can you please plant some potatoes for me? I want to start a farm but I can’t decide where.
de: Ich weiß, das hört sich komisch an, aber: Kannst du bitte ein paar Kartoffeln für mich anpflanzen? Ich möchte einen Bauernhof aufbauen, aber ich kann mich nicht entscheiden, wo.

source: I know this is a weird request but: Can you please plant some carrots for me? I want to start a farm but I can’t decide where.
de: Ich weiß, das ist eine komische Bitte, aber: Kannst du bitte ein paar Karotten für mich anpflanzen? Ich möchte einen Bauernhof aufbauen, aber ich kann mich nicht entscheiden, wo.

source: I know this sounds awkward but: Can you please plant some crops for me? I want to start a farm but I can’t decide where.
de: Ich weiß, das klingt seltsam, aber: Kannst du bitte ein paar Nutzpflanzen für mich anpflanzen? Ich möchte einen Bauernhof aufbauen, aber ich kann mich nicht entscheiden, wo.

source: You got a furnace! Please place it somewhere so I can do my work.
de: Du hast einen Ofen! Bitte platziere ihn irgendwo, damit ich meine Arbeit tun kann.

source: This is exactly what I need! Can you please put the barrel on the floor for me?
de: Das ist genau das, was ich brauche! Kannst du bitte dieses Fass für mich auf den Boden platzieren?

source: Ah, a cactus. You’d be surprised how well they burn in a furnace.
de: Ah, ein Kaktus. Du wirst staunen, wie gut sie im Ofen brennen.
ru: А, кактус. Ты бы удивился, как хорошо он горит в печке.

source: You can quickly kindle it in the furnace.
de: Du kannst sie rasch in einem Ofen anzünden.
ru: Ты можешь по-быстрому растопить это в печи.

source: A truly amazing block!
de: Ein wirklich großartiger Block!
ru: Вот это блок!

source: Trees are a classic furnace fuel, but you can also cook them to get coal lumps.
de: Bäume sind ein klassischer Ofenbrennstoff, aber man kann sie auch kochen, um Kohleklumpen zu erhalten.
ru: Древесиной можно не только печь топить, но и угля с неё собрать.

source: You can cook it in the furnace to get: @1. But you can also use it as a furnace fuel.
de: Du kannst dies im Ofen kochen, um @1 zu erhalten. Aber du kannst es auch als einen Ofenbrennstoff verwenden.
ru: Ты можешь приготовить это в печи и получить @1. Но можешь использовать и как топливо.

source: Cook it in the furnace to get: @1.
de: Koche es im Ofen, und du erhältst @1.
ru: Приготовь это в печи чтобы получить @1.

source: This is an amazing furnace fuel, it burns for a very, very, very long time.
de: Dies ist ein ausgezeichneter Ofenbrennstoff, er brennt für eine sehr, sehr, sehr lange Dauer.
ru: Для печи вообще то что нужно, веками топить будешь.

source: This is a great furnace fuel, and it burns for a very, very long time.
de: Dies ist ein großartiger Ofenbrennstoff, er brennt für eine sehr, sehr lange Dauer.
ru: Отличное топливо для печи, можно долго топить.

source: This is a very good furnace fuel, and it burns for a very long time.
de: Dies ist ein sehr guter Ofenbrennstoff, er brennt für eine sehr lange Dauer.
ru: Хорошее топливо для печи, протопишь хорошенько.

source: This is a good furnace fuel, it burns for a long time.
de: Dies ist ein guter Ofenbrennstoff, er brennt für eine lange Dauer.
ru: Неплохое топливо для печи, горит какое-то время.

source: This is a nice furnace fuel.
de: Dies ist ein netter Ofenbrennstoff.
ru: Топливо для печи.

source: You can use this as a furnace fuel, but it’s meh.
de: Man kann dies als Ofenbrennstoff verwenden, aber es ist so naja.
ru: Такое себе топливо для печи.

source: You can use this as a furnace fuel, but it is gone quickly.
de: Man kann dies als Ofenbrennstoff verwenden, aber es ist schnell futsch.
ru: Ну горит, но быстро потухнет в печи.

source: You can use this as a furnace fuel, but it is gone very quickly.
de: Man kann dies als Ofenbrennstoff verwenden, aber es ist sehr schnell futsch.
ru: Ну горит, но очень быстро тухнет в печи.

source: You can theoretically use this as a furnace fuel, but it is gone almost instantly. You will need a large amount of these to cook anything.
de: Man kann dies theoretisch als Ofenbrennstoff verwenden, aber es ist fast sofort futsch. Man braucht eine große Anzahl davon, um irgendetwas damit kochen zu können.
ru: В теории можно этим печь топить, но на практике сразу кончится. Таких штук сто надо чтоб хоть что-то приготовить.

source: I’m impressed! Your weapon is a true masterpiece.
de: Ich bin beeindruckt! Deine Waffe ist wahrlich ein Meisterwerk.
ru: Моё почтение! Да это не оружие, это шедевр.

source: This is a mighty weapon, but have you considered upgrading it with jewels?
de: Dies ist eine mächtige Waffe, aber hattest du schon die Idee, sie mit Juwelen zu verbessern?
ru: Мощное оружие, но не хотел бы его прокачать с помощью самоцветов?

source: Offense is the best defense.
de: Angriff ist die beste Verteidigung.
ru: Лучшая защита — это нападение.

source: If you equip a full set of armor made from the same material, you’ll get a protection bonus.
de: Wenn du einen vollständigen Satz Rüstung aus diesem Material anlegst, erhältst du einen Schutzbonus.
ru: Если оденешь набор брони из одинакового материала, получишь бонус по защите.

source: This block is so fascinating …
de: Dieser Block ist so faszinierend.

source: You can put anything inside a bookshelf, not just books.
de: Man kann alles mögliche da rein tun, nicht nur Bücher.
ru: На книжную полку можно класть не только книги.

source: This makes seeds grow faster. Place the fertilizer on soil, then plant the seed on top of it.
de: Damit wachsen Samen schneller. Platziere den Dünger auf dem Boden, dann pflanze die Samen obendrauf.
ru: Это ускоряет рост семян. Используй удобрение на почве, потом на неё посади семяна.

source: Sorry, I don’t know how to use this. Maybe ask a farmer.
de: Leider weiß ich nicht, wie man das benutzt. Frag mal einen Bauern.
ru: Я без понятия как это использовать. Спроси фермера.

source: Remember to put water near to your seeds.
de: Denk dran, dass du Wasser in der Nähe deiner Samen geben musst.
ru: Не забывай держать воду около семян.

source: Try magnetizing it on iron.
de: Versuch, dies an Eisen zu magnetisieren.
ru: Попробуй намагнитить на железе.

source: If you use it on a cotton bale, it will point to the North again.
de: Wenn du ihn an einem Baumwollballen benutzt, wird er wieder nach Norden zeigen.
ru: Если вы используете его на тюке хлопка, он снова укажет на север.

source: If you use it on wool, it will point to the North again.
de: Wenn du ihn an Wolle benutzt, wird er wieder nach Norden zeigen.
ru: Если вы используете его на шерсти, он снова укажет на Север.

source: We live in a lovely place, don’t we?
de: Wir leben in einem schönen Ort, oder?
ru: Мы живём в прекрасном месте. Не правда ли?

source: It’s used to capture large animals.
de: Damit fängt man große Tiere.
ru: Оно используется для поимки больших животных.

source: Why are you carrying this around? Do you want crack open our locked chests?
de: Warum trägst du das hier herum? Willst du etwa unsere abgeschlossenen Truhen aufbrechen?
ru: Почему ты носишь это с собой? Хочешь взломать наши запертые сундуки?

source: It’s used to capture small animals.
de: Damit fängt man kleine Tiere.
ru: Оно используется для поимки мелких животных.

source: Every kid knows seeds need soil, water and sunlight.
de: Jedes Kind weiß, dass Samen einen Nährboden, Wasser und Sonnenlicht brauchen.
ru: Каждый ребенок знает, что семенам нужна почва, вода и солнечный свет.

source: Did you know cotton seed not only grow on dirt, but also on sand? But it still needs water.
de: Wusstest du, dass Baumwollsamen nicht nur auf Erde, sondern auch auf Sand wachsen? Aber sie brauchen immer noch Wasser.
ru: Ты знал, что семена хлопка растут не только на земле, но и на песке? Но ему все равно нужна вода.

source: If you have grown a cotton plant, try using scissors to perform a precise cut.
de: Falls du eine Baumwollpflanze gezüchtet hast, benutz mal einen Präzisionsschnitt mit einer Schere aus.
ru: Если ты вырастил хлопчатник, попробуй срезать его ножницами..

source: Sheep love to eat wheat. Give them enough wheat and they’ll multiply!
de: Schafe fressen gerne Weizen. Gib ihnen genug davon, und sie vermehren sich!
ru: Овцы любят есть пшеницу. Дай им достаточно пшеницы, и они размножатся!

source: We use wheat to make flour and bake bread.
de: Wir brauchen Weizen, um Mehl zu mahlen und Brot zu backen.
ru: Мы используем пшеницу, чтобы делать муку и печь хлеб.

source: Put it in a furnace to bake tasty bread.
de: Schmeiß es in einen Ofen, um leckeres Brot zu backen.
ru: Положи это в печь, чтобы сделать вкусный хлеб.

source: This can be used to make cotton bales.
de: Damit kann man Baumwollbauen machen.
ru: Это можно использовать, чтобы сделать тюки хлопка.

source: A truly epic story!
de: Eine sagenhafte Geschichte!
ru: Действительно эпическая история!

source: Ooh, a shiny pearl! It’s beautiful.
de: Oh, eine glitzernde Perle! Wunderschön.
ru: Ууу, жемчужина! Прелесть.

source: I heard the tavernkeeper likes these.
de: Ich habe gehört, dass der Wirt sie mag.
ru: Я слыхал, что хозяину таверны нравятся такие.

source: Just place it on the ground and it will grow after a while.
de: Platziere es einfach auf den Boden, und es wird bald wachsen.

source: If the sapling refuses to grow, make sure it has enough open space above it.
de: Wenn der Setzling sich weigert, zu wachsen, mach oben etwas Platz frei.
ru: Если саженец не растёт, проверь, чтобы над ним было достаточно свободного пространства.

source: Try placing it on different grounds. It might grow differently.
de: Probiere verschiedene Böden aus. Er könnte anders wachsen.

source: Use this to trim plants and get wool from sheep.
de: Damit kannst du Pflanzen abschneiden und Wolle von Schafen erhalten.
ru: Используй это, чтобы срезать траву и листья, а также стричь овец.

source: Papyrus grows best on fertilized swamp dirt.
de: Papyrus wächst am besten auf gedüngter Sumpferde.

source: Papyrus likes to grow next to water.
de: Papyrus wächst gerne in der Nähe von Wasser.
ru: Папирус любит расти возле воды.

source: The papyrus grows tall in the swamp. But it can grow even taller.
de: Im Sumpf wächst der Papyrus hoch. Aber er kann noch höher wachsen.

source: When I was I kid, I always liked to climb on the papyrus.
de: Als ich ein Kind war, kletterte ich gerne den Papyrus rauf.

source: Cacti grow best on sand. They are also a food source, if you’re really desperate.
de: Kakteen wachsen am Besten auf dem Sand. Sie sind auch eine Nahrungsquelle, wenn du wirklich verzweifelt bist.
ru: Кактусы лучше всего растут в песке. Их даже можно есть, если ты достаточно отчаялся.

source: This is the secret ingredient for my special drink. But don’t tell anyone!
de: Dies ist die Geheimzutat für meinen besonderen Drink. Aber sagt das keinem!
ru: Это особый ингредиент для моего особого напитка. Только не говори никому!

source: Now what can you possibly do with a cactus? I don’t know!
de: Was kann man nur mit einem Kaktus anstellen? Keine Ahnung!
ru: И что ты теперь будешь делать с кактусом? Я не знаю!

source: Jewels are great! If you have a jeweller’s workbench, you can enhance your tools.
de: Juwelen sind großartig! Wenn du eine Juwelierswerkbank hast, kannst du deine Werkzeuge aufwerten.

source: Did you know we sometimes sell jewels?
de: Wusstest du, dass wir manchmal Juwelen verkaufen?

source: This looks like it could be a good wall decoration.
de: Das sieht aus, als könnte es sich gut als Wanddekoration machen.

source: It’s burned out. Use flint and steel to kindle it.
de: Sie ist ausgebrannt. Benutze Feuerstein und Stahl, um sie wieder anzuzünden.

source: With flint and steel you could stabilize the flame.
de: Mit Feuerstein und Stahl könnte man die Flamme stabilisieren.

source: Let’s light up some caves!
de: Lasst uns ein paar Höhlen erhellen!
ru: Давай осветим-ка немного пещер!

source: A flower? I love flowers! Let’s make the world bloom!
de: Eine Blume? Ich liebe Blumen! Lasst uns die Welt zum Erblühen bringen!
ru: Цветок? Я люблю цветы! Давай заставим мир цвести!

source: You can use this to light up torches and bonfires and ignite TNT.
de: Damit kannst du Fackeln und TNT anzünden und Lagerfeuer entfachen.

source: You can use this to light up torches and bonfires.
de: Damit kannst du Fackeln anzünden und Lagerfeuer entfachen.

source: TNT needs to be ignited by a flint and steel.
de: TNT muss mit Feuerstein und Stahl entzündet werden.

source: For some reason, TNT can’t be ignited. Strange.
de: Aus irgendeinem Grund kann TNT nicht entzündet werden. Merkwürdig.

source: You need flint and steel to light the fire. But don’t walk into the flame!
de: Du brauchst Feuerstein und Stahl, um das Feuer zu entfachen. Aber lauf nicht in die Flamme!

source: Isn’t it stressful to carry this heavy bed around?
de: Ist es nicht anstrengend, dieses schwere Bett mit dir herumzuschleppen?
ru: Тебе не надоело таскать эту тяжёлую кровать?

source: Sleeping makes the night go past in the blink of an eye.
de: Im Schlaf vergeht die Nacht wie im Fluge.
ru: Сон позволяет пропустить ночь в мгновение ока.

source: Hole in dirt, put bronze in. Bell’s complete, bim, bim, bim!
de: Loch in Erde, Bronze rin. Glocke fertig, bim, bim, bim!

source: Apples are so tasty!
de: Äpfel sind so lecker!
ru: Яблоки такие вкусные!

source: Boars love to eat acorns! If you feed enough of these to them, they will multiply.
de: Wildschweine lieben Eicheln! Wenn du sie ausreichend mit Eicheln fütterst, werden sie sich vermehren.
ru: Кабаны любят жёлуди! Если дать им достаточно желудей, они будут размножаться.

source: Did you try to dry it in the furnace?
de: Hast du probiert, es im Ofen zu trocknen?

source: Meat tastes best when it’s cooked.
de: Fleisch schmeckt gebraten am Besten.

source: Raw metals aren’t going to smelt themselves!
de: Rohmetalle schmelzen sich nicht von alleine!

source: Furnaces are so versatile, they not just smelt ores, but cook foods as well!
de: Öfen sind so vielseitig, sie schmelzen nicht nur Erze, sondern kochen auch Essen!

source: Airweed is an underwater plant with little capsules filled with air. Use it underwater to release air bubbles and catch some breath.
de: Luftkraut ist eine Wasserpflanze mit kleinen mit Luft gefüllten Kapseln. Benutze sie im Wasser, um Luftblasen zu erzeugen und Luft zu holen.

source: If you use the airweed plant, you will catch some breath. Other people near the plant will also benefit.
de: Wenn du die Luftkrautpflanze benutzt, wirst du Luft holen. Andere Leute in der Nähe der Pflanze werden auch Luft bekommen.

source: Airweed is very useful, but it can’t give you breath from your hand. You must place it on the ground first.
de: Luftkraut ist sehr nützlich, aber du kannst sie nicht von der Hand aus benutzen. Sie muss zuerst auf den Boden platziert werden.

source: You can multiply airweed with fertilizer.
de: Man kann Luftkraut mit Dünger vermehren.

source: Airweed needs a moment to refill after you used it. The time it needs depends on the surface.
de: Luftkraut braucht einen Moment, um sich nach Benutzung wieder aufzufüllen. Die Dauer hängt vom Boden ab.

source: If you fertilize the ground, an alga will grow higher.
de: Wenn man den Boden düngt, wird eine Alge höher wachsen.
ru: Если удобрить землю, водоросль вырастет выше.

source: The tallest algae always grow on alga blocks.
de: Die höchsten Algen wachen immer auf Algenblöcken.

source: If an alga tries to grow but something blocks its path, it’ll stop growing, even if the barrier is removed later.
de: Wenn eine Alge versucht, zu wachsen, aber etwas blockiert ihren Weg, wird ihr Wachstum gestoppt, selbst dann, wenn die Barriere später entfernt wird.
ru: Если растущая водоросль во что-нибудь упрётся, она перестанет расти, даже если потом убрать препятствие.

source: Algae grow underwater in different heights.
de: Algen wachsen im Wasser in verschiedenen Höhen.

source: We villagers prefer to walk on paths, especially when it’s glowing.
de: Wir Dorfbewohner laufen gerne auf Pfaden, besonders, wenn es leuchtet.

source: We villagers prefer to walk on paths.
de: Wir Dorfbewohner laufen gerne auf Pfaden.

source: Place it at the ceiling and watch it grow.
de: Platziere sie an die Decke und sie wird wachsen.

source: If you want the vine to stop growing, make a precise cut using scissors.
de: Wenn du das Wachstum einer Liane stoppen willst, mach einen Präzisionsschnitt mit einer Schere.

source: It’s climbing time!
de: Es ist Kletterzeit!

source: Many wild plants as well as wheat and cotton grow on dirt, but they grow better when it’s fertilized.
de: Viele Wildpflanzen so wie Weizen und Baumwolle wachsen auf Erde, aber sie wachsen besser, wenn sie gedüngt ist.

source: You’re dirty!
de: Du bist dreckig!
ru: Вы все в грязи!

source: Swamp dirt is really interesting. The famous swamp oak grows on it, and papyrus also grows exceptionally well.
de: Sumpferde ist sehr interessant. Auf ihr wächst die berühmte Sumpfeiche, und Papyrus wächst auch besonders gut.
ru: Болотная грязь очень интересна. На ней растёт знаменитый болотный дуб. И даже папирус растёт на ней исключительно хорошо.

source: Disgusting!
de: Ekelhaft!
ru: Отвратительно!

source: Not much grows on dry dirt.
de: Es wächst nicht viel auf trockener Erde.
ru: Мало чего растёт на сухой земле.

source: This dirt is as dry as my jokes.
de: Diese Erde ist so trocken wie meine Witze.
ru: Эта земля такая сухая, прям как мои шутки.

source: You can use sand to grow cacti.
de: Auf Sand kann man Kakteen wachsen lassen.
ru: Ты можешь использовать песок чтобы вырастить кактус.

source: Be careful not to let it fall on your head!
de: Pass auf, dass dir das nicht auf deinem Kopf fällt!
ru: Смотри, чтобы не упало на голову!

source: Fern is used to craft fertilizer. Fern spreads on fertilized dirt.
de: Mit Farn kann man Dünger herstellen. Farn breitet sich auf gedüngter Erde aus.

source: Fern is used to craft fertilizer.
de: Mit Farn kann man Dünger herstellen.

source: I use a barrel for the work at the tavern.
de: Ich benutze ein Fass für die Arbeit in der Taverne.

source: The tavernkeeper uses the barrel to do their work.
de: Der Wirt benutzt das Fass für die Arbeit.

source: This is like my ex-lover’s heart. Made out of stone.
de: Dies ist wie das Herz meines Exliebhabers. Aus Stein.
ru: Это как сердце моей бывшей. Сделано из камня.

source: Stay healthy!
de: Bleib gesund!
ru: Будь здоров!

source: Walker
de: Läufer
ru: Ходок
