Repository: MultiCraft/repixture
Catalog: mods/rp_village/locale/poconvert/*.po
Languages: fr

source: List known villages
fr: Liste les villages connus

source: No villages.
fr: Pas de village.

source: List of villages:
fr: Liste des villages :

source: Find closest known village
fr: Trouve le plus proche village connu

source: No player.
fr: Pas de joueur.

source: Nearest village is @1 at @2.
fr: Le village le plus proche est @1 en @2.

source: You need the “maphack” privilege to use this.
fr: Vous avez besoin du privilège "maphack" pour l'utiliser.

source: Village Entity Spawner
fr: Générateur d'entité de village

source: Placeholder that marks a position at which to spawn an entity during village generation
fr: Élément générique qui marque la position où doit apparaitre une entité durant la génération d'un village

source: Punch to reveal village entity spawners nearby
fr: Frapper pour révéler les générateurs d'entité de village proches

source: Village Spawner
fr: Générateur de village

source: Generates a village when placed
fr: Génére un village quand il est posé
