Repository: MultiCraft/repixture
Catalog: mods/rp_farming/locale/rp_farming.*.po
Languages: ar, de, fr, it, ru

source: Farmer
ar: مزارع
de: Bauer
fr: Fermier
ru: Фермер

source: Plant a crop.
ar: ازرع محصولا.
de: Pflanzen Sie eine Nutzpflanze.
fr: Planter une plante.
ru: Посади росток.

source: Cotton
ar: قطن
de: Baumwolle
fr: Coton
it: Cotone
ru: Хлопок

source: Wheat
ar: شعير
de: Weizen
fr: Blé
it: Grano
ru: Пшеница

source: Flour
ar: دقيق
de: Mehl
fr: Farine
it: Farina
ru: Мука

source: Bread
ar: خبز
de: Brot
fr: Pain
it: Pane
ru: Хлеб

source: Asparagus
ar: نبات الهليون
de: Spargel
fr: Asperge
it: Asparago
ru: Спаржа

source: Cooked Asparagus
ar: نبات هليون مطبوخ
de: Gekochter Spargel
fr: Asperge cuisinée
it: Asparago cotto
ru: Приготовленная спаржа

source: Baked Potato
ar: بطاطس مصلوقة
de: Bratkartoffel
fr: Patate cuite
it: Patata al forno
ru: Жаренная картошка

source: Wheat Seed
ar: حبة شعير
de: Weizensamen
fr: Graine de blé
it: Seme di grano
ru: Семя пшеницы

source: Wheat Plant (stage @1)
ar: نبتة شعير (مرحلة @1)
de: Weizenpflanze (@1. Stufe)
fr: Plant de blé (étape @1)
it: Pianta di grano (stadio @1)
ru: Пшеница (рост @1)

source: Grows on dirt; it likes water
ar: ينمو على تراب؛ يحب المياه
de: Wächst auf Erde; mag Wasser
fr: Pousse sur la terre ; aime l'eau
it: Cresce sulla terra; ama l'acqua
ru: Растёт на земле, любит воду

source: Potato
ar: بطاطا
de: Kartoffel
fr: Patate
it: Patata
ru: Картофель

source: Potato Plant (stage @1)
ar: نبتة بطاطس (مرحلة @1)
de: Kartoffelpflanze (@1. Stufe)
fr: Plant de patate (étape @1)
it: Pianta di patate (stadio @1)
ru: Картофель (рост @1)

source: Grows on dirt and swamp dirt; it likes water
ar: ينمو على تراب وتراب المستنقع؛ يحب المياه
de: Wächst auf Erde und Sumpferde; mag Wasser
fr: Pousse sur la terre et la terre de marais ; aime l'eau
it: Cresce sulla terra e sulla terra paludosa; ama l'acqua
ru: Растёт на обычной и болотной земле, любит воду

source: Carrot
ar: جزر
de: Karotte
fr: Carotte
it: Carota
ru: Морковь

source: Carrot Plant (stage @1)
ar: نبتة جزر (مرحلة @1)
de: Karottenpflanze (@1. Stufe)
fr: Plant de carotte (étape @1)
it: Pianta di carote (stadio @1)
ru: Морковь (рост @1)

source: Grows on dry dirt; it likes water
ar: ينمو على تراب جاف؛ يحب المياه
de: Wächst auf trockener Erde; mag Wasser
fr: Pousse sur la terre sèche ; aime l'eau
it: Cresce sulla terra secca; ama l'acqua
ru: Растёт на сухой земле, любит воду

source: Asparagus Seed
ar: حبة نبات الهليون
de: Spargelsamen
fr: Graine d'asperge
it: Seme di asparago
ru: Семя спаржи

source: Asparagus Plant (stage @1)
ar: نبات الهليون (مرحلة @1)
de: Spargelpflanze (@1. Stufe)
fr: Plant d'asperge (étape @1)
it: Pianta di asparagi (stadio @1)
ru: Спаржа (рост @1)

source: Grows on swamp dirt; it likes water
ar: ينمو على تراب المستنقع؛ يحب المياه
de: Wächst auf Sumpferde; mag Wasser
fr: Pousse sur la terre de marais ; aime l'eau
it: Cresce sulla terra paludosa; ama l'acqua
ru: Растёт на болотной земле, любит воду

source: Cotton Seed
ar: حبة قطن
de: Baumwollsamen
fr: Graines de coton
it: Seme di cotone
ru: Семя хлопка

source: Cotton Plant (stage @1)
ar: نبات القطن (مرحلة @1)
de: Baumwollpflanze (@1. Stufe)
fr: Plant de coton (étape @1)
it: Pianta di cotone (stadio @1)
ru: Хлопок (рост @1)

source: Grows on dirt, dry dirt and sand; it likes water
ar: ينمو على تراب، و تراب جاف ورمل؛ يحب المياه
de: Wächst auf Erde, trockener Erde und Sand; mag Wasser
fr: Pousse sur la terre, la terre sèche et le sable ; aime l'eau
it: Cresce sulla terra, sulla terra secca, e sulla sabbia; ama l'acqua
ru: Растёт на обычной и сухой земле и на песке, любит воду

source: Cotton Bale
ar: رزمة قطن ضخمة
de: Baumwollballen
fr: Ballot de coton
it: Balla di cotone
ru: Хлопковый тюк

source: Straw
ar: تبن
de: Stroh
fr: Paille
ru: Солома
