Repository: MultiCraft/repixture
Catalog: mods/rp_paint/locale/rp_paint.*.po
Languages: ar

source: White
ar: أبيض

source: Gray
ar: رمادي

source: Black
ar: أسود

source: Red
ar: أحمر

source: Orange
ar: برتقالي

source: Amber
ar: كهرماني

source: Yellow
ar: أصفر

source: Lime
ar: ليمي

source: Green
ar: أخضر

source: Bluegreen
ar: أزرق-أخضر

source: Turquoise
ar: توركوازي

source: Cyan
ar: سيان

source: Skyblue
ar: أزرق سمائي

source: Azure Blue
ar: أزرق لازوردي

source: Blue
ar: أزرق

source: Violet
ar: أرجواني

source: Magenta
ar: قرمزي

source: Redviolet
ar: أحمر أرجواني

source: Hot Pink
ar: وردي فاقع

source: Paint Bucket (Empty)
ar: دلو طلاء (فارغ)

source: Paint Bucket (@1)
ar: دلو طلاء (@1)

source: Paint Brush
ar: فرشاة طلاء

source: Paints blocks
ar: تقوم بطلاء كتل

source: Punch paint bucket to pick color
ar: الكم دلو الطلاء لتختار لونا

source: Paint Bucket
ar: دلو طلاء

source: Paint Bucket with Paint
ar: دلو طلاء مع طلاء

source: Use place key to change color
ar: استعمل ضع مفتاح لتغير اللون

source: Point at left/right part to get previous/next color
ar: قم بالإشارة إلي الجزء اليساري/اليميني للحصول على اللون السابق/التالي

source: Refill with flowers
ar: اعد الملئ بالزهور

source: Fill with flowers to get paint
ar: املئ بالزهور لتحصل على طلاء

source: Colorful World
ar: عالم ملون

source: Paint a block.
ar: قم بطلاء كتلة.
