Repository: MultiCraft/repixture
Catalog: mods/rp_bed/locale/rp_bed.*.po
Languages: ar, de, fr, ru

source: Your respawn position was blocked or dangerous. You’ve lost your old respawn position.
ar: مكان عودتك ضيق أو خطير. لقد أضعت مكان عودتك القديم.
de: Ihre Wiedereinstiegsposition war blockiert oder gefährlich. Sie haben Ihre alte Wiedereinstiegsposition verloren.
fr: Votre position de réapparition était bloquée ou dangereuse. Vous avez perdu votre ancienne position de réapparition.
ru: Твоя точка возрождения блокирована или опасна. Ты потерял свою предыдущую точку возрождения.

source: You have slept, rise and shine!
ar: لقد نمت، صباح الخير!
de: Sie haben geschlafen, raus aus den Federn!
fr: Vous avez dormi, vous avez la pêche !
ru: Ты поспал, проснись и пой!

source: Players have slept, rise and shine!
ar: لاعبين قد ناموا، صباح الخير!
de: Spieler haben geschlafen, raus aus den Federn!
fr: Les joueurs ont dormi, ils se lèvent et rayonnent !
ru: Игроки поспали, проснись и пой!

source: Sleeping is disabled.
ar: النوم غير مسموح به.
de: Schlaf ist deaktiviert.
fr: Le sommeil est désactivé.
ru: Сон отключен.

source: It’s too painful to sleep here!
ar: النوم هنا مألم جدا!
de: Hier ist es zu schmerzhaft zum Schlafen!
fr: C'est trop pénible de dormir ici !
ru: Здесь слишком больно чтобы спать!

source: You can’t sleep while holding your breath!
ar: لا يمكنك النوم بينما تحبس نفسك!
de: Sie können nicht gleichzeitig schlafen und die Luft anhalten!
fr: Vous ne pouvez pas dormir en retenant votre respiration !
ru: Ты не можешь спать когда задерживаешь дыхание!

source: Not enough space to sleep!
ar: غير كافي للنوم!
de: Nicht genug Platz zum Schlafen!
fr: Pas assez d'espace pour dormir !
ru: Недостаточно места для сна!

source: You can’t sleep here!
ar: لا يمكنك النوم هنا!
de: Sie können hier nicht schlafen!
fr: Vous ne pouvez pas dormir ici !
ru: Ты не можешь здесь спать!

source: You have to stop moving before going to bed!
ar: يجب أن تتوقف عن الحركة قبل النوم!
de: Sie müssen stehen bleiben, bevor Sie zu Bett gehen!
fr: Vous devez arrêter de bouger avant d'aller au lit !
ru: Тебе нужно остановиться прежде чем ложиться спать!

source: Respawn position set!
ar: تم إعداد مكان عودتك!
de: Wiedereinstiegsposition gesetzt!
fr: Position de réapparition définie !
ru: Точка возрождения установлена!

source: Bed
ar: سرير
de: Bett
fr: Lit
ru: Кровать

source: Sets the respawn position and allows to pass the night
ar: يعد مكان عودتك ويسمح بمضي الليل
de: Setzt die Wiedereinstiegsposition und lässt die Nacht verstreichen
fr: Définit la position de réapparition et permet de passer la nuit
ru: Ставит точку возрождения и пропускает ночь

source: In bed
ar: في السرير
de: Im Bett
fr: Au lit
ru: В кровати

source: You're in a bed
ar: أنت في سرير
de: Sie sind in einem Bett
fr: Vous êtes dans un lit
ru: Ты в кровати

source: Bed Time
ar: موعد النوم
de: Schlafenszeit
fr: Heure du coucher
ru: Время спать

source: Craft a bed.
ar: إصنع سريرا.
de: Fertigen Sie ein Bett.
fr: Fabriquer un lit.
ru: Скрафти кровать.
