Repository: MultiCraft/repixture
Catalog: mods/rp_mobs_mobs/locale/poconvert/*.po
Languages: fr

source: Bomb has Been Defused!
fr: La bombe a été désamorcée !

source: Kill a mine turtle.
fr: Tuer une tortue de la mine.

source: Taking a Cut
fr: Prendre une part

source: Shear a sheep.
fr: Tondre un mouton.

source: Smalltalk
fr: Petite causette

source: Have a friendly chat with a villager.
fr: Avoir une conversation amicale avec un habitant du village.

source: Boar
fr: Sanglier

source: Wool Bundle
fr: Paquet de laine

source: Raw Meat
fr: Viande crue

source: Cooked Meat
fr: Viande cuite

source: Raw Porkchop
fr: Côtelette de porc crue

source: Cooked Porkchop
fr: Côtelette de porc cuite

source: Mine Turtle
fr: Tortue des mines

source: Sheep
fr: Mouton

source: Skunk
fr: Moufette

source: Farmer
fr: Agriculteur

source: Tavern Keeper
fr: Tavernier

source: Blacksmith
fr: Forgeron

source: Butcher
fr: Boucher

source: Carpenter
fr: Charpentier

source: Hi! I'm a farmer. I sell farming goods.
fr: Salut ! Je suis un agriculteur. Je vends des biens agricoles.

source: Hi! I'm a tavernkeeper. I trade with assorted goods.
fr: Salut ! Je suis un tavernier. J'échange divers biens.

source: Hi! I'm a blacksmith. I sell metal products.
fr: Salut ! Je suis un forgeron. Je vends des produits en métal.

source: Hi! I'm a butcher. Want to buy something?
fr: Salut ! Je suis un boucher. Vous voulez acheter quelque chose ?

source: Hi! I'm a carpenter. Making things out of wood is my job.
fr: Salut ! Je suis un charpentier. Je fabrique des choses en bois.

source: If you want to trade, show me a trading book.
fr: Si vous voulez faire un échange, montrez-moi un livre de commerce.

source: Hello!
fr: Salut !

source: Nice to see you.
fr: Ravi de vous voir.

source: Life is beautiful.
fr: La vie est belle.

source: I feel good.
fr: Je me sens bien.

source: Have a nice day!
fr: Bonne journée !

source: I'm not in a good mood.
fr: Je ne suis pas de bonne humeur.

source: I'm tired.
fr: Je suis fatigué.

source: I need to rest.
fr: J'ai besoin de me reposer.

source: Life could be better.
fr: La vie pourrait être meilleure.

source: I don't feel so good.
fr: Je ne me sens pas bien.

source: I ... I am hurt.
fr: Je ... Je suis blessé.

source: I feel weak.
fr: Je me sens faible.

source: My head hurts.
fr: J'ai mal à la tête.

source: I have a bad day today.
fr: Je passe une mauvaise journée.

source: Screw you!
fr: Allez au diable !

source: Villager says: “@1”
fr: Villageois dit : « @1 »

source: Ah, a cactus. You'd be surprised how well they burn in a furnace.
fr: Ah, un cactus. Vous seriez surpris de voir à quel point ils brûlent dans un four.

source: You can quickly kindle it in the furnace.
fr: Vous pouvez l'enflammer rapidement dans un four.

source: A truly amazing block!
fr: Un bloc vraiment incroyable !

source: Trees are a classic furnace fuel, but you can also cook them to get coal lumps.
fr: Les arbres sont des combustibles de four classiques, mais vous pouvez aussi les cuire pour obtenir des morceaux de charbon.

source: You can cook it in the furnace to get: @1. But you can also use it as a furnace fuel.
fr: Vous pouvez le cuire dans un four pour obtenir : @1. Mais vous pouvez aussi l'utiliser comme combustible.

source: Cook it in the furnace to get: @1.
fr: Cuire dans un four pour obtenir : @1.

source: This is an amazing furnace fuel, it burns for a very, very, very long time.
fr: C'est un combustible de four hors du commun, il brûle très, très, très longtemps.

source: This is a great furnace fuel, and it burns for a very, very long time.
fr: C'est un excellent combustible de four, et il brûle très, très longtemps.

source: This is a very good furnace fuel, and it burns for a very long time.
fr: C'est un très bon combustible de four, et il brûle très longtemps.

source: This is a good furnace fuel, it burns for a long time.
fr: C'est un bon combustible de four, il brûle longtemps.

source: This is a nice furnace fuel.
fr: C'est un combustible de four correct.

source: You can use this as a furnace fuel, but it's meh.
fr: Vous pouvez l'utiliser comme combustible de four, mais il est bof.

source: You can use this as a furnace fuel, but it is gone quickly.
fr: Vous pouvez l'utiliser comme combustible de four, mais il se consumera rapidement.

source: You can use this as a furnace fuel, but it is gone very quickly.
fr: Vous pouvez l'utiliser comme combustible de four, mais il se consumera très rapidement.

source: You can theoretically use this as a furnace fuel, but it is gone almost instantly. You will need a large amount of these to cook anything.
fr: Vous pouvez théoriquement l'utiliser comme combustible de four, mais il se consumera presque instantanément.

source: I'm impressed! Your weapon is a true masterpiece.
fr: Je suis impressionné ! Votre arme est un vrai chef-d'œuvre.

source: This is a mighty weapon, but have you considered upgrading it with jewels?
fr: C'est une arme puissante, mais avez-vous envisagé de l'améliorer avec des joyaux ?

source: Offense is the best defense.
fr: La meilleure défense c'est l'attaque.

source: If you equip a full set of armor made from the same material, you'll get a protection bonus.
fr: Si vous vous équipez d'une armure complète faite dans le même matériau, vous bénéficiez d'un bonus de protection.

source: You can put anything inside a bookshelf, not just books.
fr: Vous pouvez mettre n'importe quoi dans une étagère à livres, pas seulement des livres.

source: This makes seeds grow faster. Place the fertilizer on soil, then plant the seed on top of it.
fr: Fait pousser les graines plus vite. Placez l'engrais sur le sol, puis plantez la graine au-dessus de celui-ci.

source: Sorry, I don't know how to use this. Maybe ask a farmer.
fr: Désolé, je ne sais pas comment l'utiliser. Demandez peut-être à un agriculteur.

source: Remember to put water near to your seeds.
fr: Rappelez-vous de mettre de l'eau à proximité de vos graines.

source: It's used to capture large animals.
fr: Il est utilisé pour capturer les gros animaux.

source: Why are you carrying this around? Do you want crack open our locked chests?
fr: Pourquoi portez-vous cela ? Voulez-vous forcer nos coffres verrouillés ?

source: It's used to capture small animals.
fr: Il est utilisé pour capturer les petits animaux.

source: Every kid knows seeds need soil, water and sunlight.
fr: Tous les enfants savent que les graines ont besoin de terre, d'eau et de soleil.

source: Did you know cotton seed not only grow on dirt, but also on sand? But it still needs water.
fr: Saviez-vous que les graines de coton ne poussent pas seulement sur la terre, mais aussi sur le sable ? Mais elle a quand même besoin d'eau.

source: A truly epic story!
fr: Une histoire vraiment épique !

source: Use this to trim plants and get wool from sheep.
fr: Utilisez cette option pour couper les plantes et obtenir la laine de mouton.

source: Papyrus likes to grow next to water.
fr: Le papyrus aime pousser à côté de l'eau.

source: When I was I kid, I always liked to climb on the papyrus.
fr: Quand j'étais enfant, j'aimais grimper sur le papyrus.

source: Now what can you possibly do with a cactus? I don't know!
fr: Maintenant, que pouvez-vous faire avec un cactus ? Je ne sais pas !

source: Jewels are great! If you have a jeweller's workbench, you can enhance your tools.
fr: Les plaquages sont supers ! Si vous avez un établi de plaqueur, vous pouvez améliorer vos outils.

source: Did you know we sometimes sell jewels?
fr: Saviez-vous que nous vendons parfois des bijoux ?

source: This looks like it could be a good wall decoration.
fr: Cela pourrait être une bonne décoration murale.

source: A flower? I love flowers! Let's make the world bloom!
fr: Une fleur ? J'adore les fleurs ! Faisons fleurir le monde !

source: TNT needs to be ignited by a flint and steel.
fr: L'explosif doit être mis à feu par un silex et de l'acier.

source: For some reason, TNT can't be ignited. Strange.
fr: Pour une raison quelconque, l'explosif ne peut pas être allumé. Étrange.

source: Isn't it stressful to carry this heavy bed around?
fr: N'est-ce pas stressant de porter ce lourd lit ?

source: Sleeping makes the night go past in the blink of an eye.
fr: Dormir la nuit la fait passer en un clin d'œil.

source: Get this thing out of my face!
fr: Enlevez ça de mon visage !

source: Walker
fr: Marcheur
