Repository: MultiCraft/repixture
Catalog: mods/rp_partialblocks/locale/rp_partialblocks.*.po
Languages: de, es, fr, ru

source: Cobble Slab
de: Pflastersteinplatte
es: Losa de adoquines
fr: Dalle en pavé
ru: Булыжниковый полублок

source: Cobble Stair
de: Pflastersteintreppe
es: Escalera de adoquines
fr: Escalier en pavé
ru: Булыжниковые ступеньки

source: Stone Slab
de: Steinplatte
es: Losa de piedra
fr: Dalle en pierre
ru: Каменный полублок

source: Stone Stair
de: Steintreppe
es: Escalera de piedra
fr: Escalier en pierre
ru: Каменные ступеньки

source: Sandstone Slab
de: Sandsteinplatte
es: Losa de arenisca
fr: Dalle en grès
ru: Песчаниковый полублок

source: Sandstone Stair
de: Sandsteintreppe
es: Escalera de arenisca
fr: Escalier en grès
ru: Песчаниковые ступеньки

source: Brick Slab
de: Ziegelplatte
es: Losa de ladrillo
fr: Dalle en brique
ru: Кирпичный полублок

source: Brick Stair
de: Ziegeltreppe
es: Escalera de ladrillo
fr: Escalier en brique
ru: Кирпичные ступеньки

source: Painted Brick Slab
de: Gefärbte Ziegelplatte
es: Losa de ladrillo pintado
ru: Окрашенный Кирпичный Полублок

source: Painted Brick Stair
de: Gefärbte Ziegeltreppe
es: Escalera de ladrillo pintado
ru: Окрашенные Кирпичные Ступеньки

source: Wooden Slab
de: Holzplatte
es: Losa de madera
fr: Dalle en bois
ru: Деревянный полублок

source: Wooden Stair
de: Holztreppe
es: Escalera de madera
fr: Escalier en bois
ru: Деревянные ступеньки

source: Painted Wooden Slab
de: Gefärbte Holzplatte
es: Losa de madera pintado
ru: Окрашенный Деревянный Полублок

source: Painted Wooden Stair
de: Gefärbte Holztreppe
es: Escalera de madera pintado
ru: Окрашенные Деревянные Ступеньки

source: Oak Slab
de: Eichenplatte
es: Losa de roble
fr: Dalle en chêne
ru: Дубовый полублок

source: Oak Stair
de: Eichentreppe
es: Escalera de roble
fr: Escalier en chêne
ru: Дубовые ступеньки

source: Painted Oak Slab
de: Gefärbte Eichenplatte
es: Losa de roble pintado
ru: Окрашенный Дубовый Полублок

source: Painted Oak Stair
de: Gefärbte Eichentreppe
es: Escalera de roble pintado
ru: Окрашенные Дубовые Ступеньки

source: Birch Slab
de: Birkenplatte
es: Losa de abedul
fr: Dalle en bouleau
ru: Берёзовый полублок

source: Birch Stair
de: Birkentreppe
es: Escalera de abedul
fr: Escalier en bouleau
ru: Берёзовые ступеньки

source: Painted Birch Slab
de: Gefärbte Birkenplatte
es: Losa de abedul pintado
ru: Окрашенный Берёзовый Полублок

source: Painted Birch Stair
de: Gefärbte Birkentreppe
es: Escalera de abedul pintado
ru: Окрашенные Берёзовые Ступеньки

source: Fir Slab
de: Tannenplatte
es: Losa de pino

source: Fir Stair
de: Tannentreppe
es: Escalera de Pino

source: Painted Fir Slab
de: Gefärbte Tannenplatte
es: Losa de pino pintado

source: Painted Fir Stair
de: Gefärbte Tannentreppe
es: Escalera de pino pintado

source: Reed Slab
de: Reetplatte
es: Losa de caña
fr: Dalle en roseau
ru: Тростниковый полублок

source: Reed Stair
de: Reettreppe
es: Escalera de caña
fr: Escalier en roseau
ru: Тростниковые ступеньки

source: Dried Reed Slab
de: Trockenreetplatte
es: Losa de caña seca
fr: Dalle en roseau sec
ru: Высушенный тростниковый полублок

source: Dried Reed Stair
de: Trockenreettreppe
es: Escalera de caña seca
fr: Escalier en roseau sec
ru: Высушенные тростниковые ступеньки

source: Straw Slab
de: Strohplatte
es: Losa de paja
fr: Dalle en paille
ru: Соломенный полублок

source: Straw Stair
de: Strohtreppe
es: Escalera de paja
fr: Escalier en paille
ru: Соломенные ступеньки

source: Hay Slab
de: Heuplatte
es: Losa de heno
fr: Dalle en foin
ru: Сенной полублок

source: Hay Stair
de: Heutreppe
es: Escalera de heno
fr: Escalier en foin
ru: Сенные ступеньки

source: Frame Slab
de: Rahmenplatte
es: Losas de marco
fr: Dalle en cadre
ru: Рамочный полублок

source: Frame Stair
de: Rahmentreppe
es: Escalera de marco
fr: Escalier en cadre
ru: Рамочные ступеньки

source: Painted Frame Slab
de: Gefärbte Rahmenplatte
es: Losa de marco pintado
ru: Окрашенный Рамочный полублок

source: Painted Frame Stair
de: Gefärbte Rahmentreppe
es: Escalera de marco pintado
ru: Окрашенные Рамочные ступеньки

source: Reinforced Frame Slab
de: Verstärkte Rahmenplatte
es: Losa de marco reforzada
fr: Dalle en cadre renforcé
ru: Усиленный рамочный полублок

source: Reinforced Frame Stair
de: Verstärkte Rahmentreppe
es: Escalera de marco reforzada
fr: Escalier en cadre renforcé
ru: Усиленные рамочные ступеньки

source: Painted Reinforced Frame Slab
de: Gefärbte verstärkte Rahmenplatte
es: Losa de marco reforzada pintado
ru: Окрашенный Усиленный рамочный полублок

source: Painted Reinforced Frame Stair
de: Gefärbte verstärkte Rahmentreppe
es: Escalera de marco reforzada pintado
ru: Окрашенные Усиленные рамочные ступеньки

source: Reinforced Cobble Slab
de: Verstärkte Pflastersteinplatte
es: Losa de adoquines reforzados
fr: Dalle en pavé renforcé
ru: Усиленный булыжниковый полублок

source: Reinforced Cobble Stair
de: Verstärkte Pflastersteintreppe
es: Escalera de adoquines reforzados
fr: Escalier en pavé renforcé
ru: Усиленные булыжниковые ступеньки

source: Coal Slab
de: Kohleplatte
es: Losa de carbón
fr: Dalle en charbon
ru: Угольный полублок

source: Coal Stair
de: Kohletreppe
es: Escalera de carbón
fr: Escalier en charbon
ru: Угольные ступеньки

source: Steel Slab
de: Stahlplatte
es: Losa de hierro
fr: Dalle en acier
ru: Стальной полублок

source: Steel Stair
de: Stahltreppe
es: Escalera de hierro
fr: Escalier en acier
ru: Стальные ступеньки

source: Carbon Steel Slab
de: Karbonstahlplatte
es: Losa de acero al carbono
fr: Dalle en acier carbone
ru: Полублок из углеродистой стали

source: Carbon Steel Stair
de: Karbonstahltreppe
es: Escalera de acero al carbono
fr: Escalier en acier carbone
ru: Ступеньки из углеродистой стали

source: Wrought Iron Slab
de: Schmiedeeisenplatte
es: Losa de Hierro Forjado
fr: Dalle en fer forgé
ru: Полублок из кованого железа

source: Wrought Iron Stair
de: Schmiedeeisentreppe
es: Escalera de Hierro Forjado
fr: Escalier en fer forgé
ru: Ступеньки из кованого железа

source: Bronze Slab
de: Bronzeplatte
es: Losa de Bronce
fr: Dalle en bronze
ru: Бронзовый полублок

source: Bronze Stair
de: Bronzetreppe
es: Escalera de Bronce
fr: Escalier en bronze
ru: Бронзовые ступеньки

source: Copper Slab
de: Kupferplatte
es: Losa de Cobre
fr: Dalle en cuivre
ru: Медный полублок

source: Copper Stair
de: Kupfertreppe
es: Escalera de Cobre
fr: Escalier en cuivre
ru: Медные ступеньки

source: Tin Slab
de: Zinnplatte
es: Losa de estaño
fr: Dalle en étain
ru: Оловянный полублок

source: Tin Stair
de: Zinntreppe
es: Escalera de estaño
fr: Escalier en étain
ru: Оловянные ступеньки

source: Gold Slab
de: Goldplatte
es: Losa de Oro
fr: Dalle en or
ru: Золотой полублок

source: Gold Stair
de: Goldtreppe
es: Escalera de Oro
fr: Escalier en or
ru: Золотые ступеньки

source: Compressed Sandstone Slab
de: Kompaktsandsteinplatte
es: Losa de arenisca comprimida
fr: Dalle en grès comprimé
ru: Сжато-песчаниковый полублок

source: Compressed Sandstone Stair
de: Kompaktsandsteintreppe
es: Escalera de arenisca comprimida
fr: Escalier en grès comprimé
ru: Сжато-песчаниковые ступеньки

source: Reinforced Compressed Sandstone Slab
de: Verstärkte Kompaktsandsteinplatte
es: Losa de arenisca comprimida reforzada
fr: Dalle en grès comprimé renforcé
ru: Усиленный Сжато-песчаниковый полублок

source: Reinforced Compressed Sandstone Stair
de: Verstärkte Kompaktsandsteintreppe
es: Escalera de arenisca comprimida reforzada
fr: Escalier en grès comprimé renforcé
ru: Усиленные Сжато-песчаниковые ступеньки
