Repository: MultiCraft/repixture
Catalog: mods/rp_village/locale/rp_village.*.po
Languages: ar, de, es, ru

source: List known villages
ar: قائمة القرى المعروفة
de: Bekannte Dörfer auflisten
es: Enumerar las villas conocidas
ru: Перечислить известные деревни

source: No villages.
ar: لا قرى.
de: Keine Dörfer.
es: Ninguna villa.
ru: Нет деревней.

source: List of villages:
ar: قائمة القرى:
de: Liste der Dörfer:
es: Lista de las villas:
ru: Список деревней:

source: Find closest known village
ar: اكتشف أقرب قرية معروفة
de: Nächstes bekanntes Dorf finden
es: Encuentra la villa conocida más cercana
ru: Найти ближайшую известную деревню

source: No player.
ar: لا لاعب.
de: Kein Spieler.
es: Ningún jugador.
ru: Нет игрока.

source: Nearest village is @1 at @2.
ar: أقرب قرية هي @1 عند @2.
de: Nächstes Dorf ist @1 bei @2.
es: Villa más cercana is @1 en @2.
ru: Ближайшая деревня - @1 на @2.

source: You need the “maphack” privilege to use this.
ar: تحتاج إلى تميز "maphack" لتستعمل هذا.
de: Sie brauchen das „maphack“-Privileg, um dies benutzen zu können.
es: Necesitas el privilegio de “maphack” para usar esto.
ru: Вам нужна привилегия "maphack", чтобы это использовать.

source: Village Entity Spawner
ar: منتج كيان قرية
de: Dorf-Entity-Erzeuger
es: Generador de entidades de aldea
ru: Спавнер сущности деревни

source: Placeholder that marks a position at which to spawn an entity during village generation
ar: عنصر نائب يحدد موقعا لإنتاج كيان خلال إنشاء قرية
de: Platzhalter, der eine Position markiert, an der ein Entity während der Dorferzeugung spawnt
es: Marcador de posición que indica una posición en la que generar una entidad durante la generación de la aldea
ru: Заполнитель, который отмечает позицию, в которой можно создать объект во время генерации деревни

source: Punch to reveal village entity spawners nearby
ar: ألكم لإظهار منتجي كيانات قرى القريبة
de: Hauen, um Dorf-Entity-Erzeuger in der Nähe anzuzeigen
es: Golpea para revelar los generadores de entidades de la aldea cercanos
ru: Ударь чтобы показать спавнера сущности деревней поблизости

source: Village Spawner
ar: منتج قرية
de: Dorf-Erzeuger
es: Generador de villas
ru: Спавнер деревни

source: Generates a village when placed
ar: ينشأ قرية عندما يوضع
de: Erzeugt ein Dorf beim Platzieren
es: Genera una villa cuando es colocado
ru: Создаёт деревню при размещении
