Repository: MultiCraft/repixture
Catalog: mods/rp_formspec/locale/rp_formspec.*.po
Languages: de, fr, ru

source: Fuzzy
de: Flausch
fr: Duveteux
ru: Пушистый блок

source: Any fuzzy block
de: Beliebiger flauschiger Block
fr: N'importe quel bloc duveteux
ru: Любой пушистый блок

source: Planks
de: Planken
fr: Planches
ru: Доски

source: Any planks
de: Beliebige Planken
fr: N'importe quelles planches
ru: Любые доски

source: Soil
de: Boden
fr: Sol
ru: Почва

source: Any soil
de: Beliebiger Boden
fr: N'importe quel sol
ru: Любая почва

source: Stone
de: Stein
fr: Pierre
ru: Камень

source: Any stone
de: Beliebiger Stein
fr: N'importe quelle pierre
ru: Любой камень

source: Green Grass Clump
de: Grünes Grasbüschel
fr: Touffe d'herbe verte
ru: Пучок зелёной травы

source: Any green grass clump
de: Beliebiges grünes Grasbüschel
fr: N'importe quelle touffe d'herbe verte
ru: Любой пучок зелёной травы

source: Paint Bucket
de: Farbeimer
ru: Ведро краски

source: Any paint bucket
de: Beliebiger Farbeimer
ru: Любое ведро краски

source: Non-full Paint Bucket
de: Nichtvoller Farbeimer
ru: Не полное ведро краски

source: Any paint bucket that isn’t full
de: Beliebiger Farbeimer, der nicht voll ist
ru: Любое не полное ведро краски

source: Group: @1
de: Gruppe: @1
fr: Groupe : @1
ru: Группа: @1

source: Write
de: Schreiben
fr: Écrire
ru: Записать
