Repository: MultiCraft/repixture
Catalog: mods/rp_door/locale/rp_door.*.po
Languages: de

source: Wooden Door
de: Holztür

source: Painted Wooden Door
de: Gefärbte Holztür

source: Oak Door
de: Eichentür

source: Painted Oak Door
de: Gefärbte Eichentür

source: Birch Door
de: Birkentür

source: Painted Birch Door
de: Gefärbte Birkentür

source: Fir Door
de: Tannentür

source: Painted Fir Door
de: Gefärbte Tannentür

source: Stone Door
de: Steintür

source: Adoorable
de: Na-Tür-lich

source: Craft a door.
de: Fertigen Sie eine Tür.
