Repository: MultiCraft/repixture
Catalog: mods/rp_boats/locale/poconvert/*.po
Languages: de

source: Not enough space to enter!
de: Nicht genügend Platz zum Betreten!

source: Wooden Log Boat
de: Baumstammboot

source: Birch Log Boat
de: Birkenbaumstamboot

source: Oak Log Boat
de: Eichenbaumstammboot

source: Fir Log Boat
de: Tannenbaumstammboot

source: Water vehicle
de: Wasserfahrzeug

source: Wooden Raft
de: Holzfloß

source: Birch Raft
de: Birkenfloß

source: Oak Raft
de: Eichenfloß

source: Fir Raft
de: Tannenfloß
