Repository: MultiCraft/repixture
Catalog: mods/rp_death_messages/locale/rp_death_messages.*.po
Languages: de, eo, it, ru

source: You drowned.
de: Sie sind ertrunken.
eo: Vi dronis.
it: Sei annegato.
ru: Вы утонули.

source: You took fatal damage from a block.
de: Sie haben tödlichen Schaden von einen Block erhalten.
eo: Vi ricevis mortigajn damaĝojn de bloko.
it: Hai subito danni fatali da un blocco.
ru: Вы получили смертельный урон от блока.

source: You were killed by @1.
de: Sie wurden von @1 getötet.
eo: Vi estis mortigita de @1.
it: Sei stato ucciso da @1.
ru: Вас убил @1.

source: You were killed.
de: Sie wurden getötet.
eo: Vi estis mortigita.
it: Sei stato ucciso.
ru: Вы были убиты.

source: You were killed by a hostile creature.
de: Sie wurden von einer feindlichen Kreatur getötet.
eo: Vi estis mortigita de malamika estaĵo.
it: Sei stato ucciso da una creatura ostile.
ru: Вы были убиты враждебным существом.

source: You were killed by a hostile creature named @1.
de: Sie wurden von einer feindlichen Kreatur namens @1 getötet.
eo: Vi estis mortigita de malamika estaĵo nomata @1.
it: Sei stato ucciso da una creatura ostile di nome @1.
ru: Вы были убиты враждебным существом по имени @1.

source: You fell to your death.
de: Sie sind in den Tod gestürzt.
eo: Vi sentas vian morton.
it: Sei caduto e sei morto.
ru: Вы упали навзничь.

source: You died.
de: Sie sind gestorben.
eo: Vi mortis.
it: Sei morto.
ru: Ты умер.

source: You were kicked to death by a walker.
de: Sie wurden von einem Läufer zu Tode getreten.
eo: Vi estis mortbatita de promenanto.
it: Sei stato preso a calci da un ambulante.
ru: Тебя насмерть забил ходячий.

source: You were kicked to death by @1, a walker.
de: Sie wurden von @1, einem Läufer, zu Tode getreten.
eo: Vi estis mortbatita de @1, promenanto.
it: Sei stato preso a calci da @1, un ambulante.
ru: Вас забил ногами до смерти @1, ходячий.

source: You were killed by a boar.
de: Sie wurden von einem Wildschwein getötet.
eo: Vi estis mortigita de tabulo.
it: Sei stato ucciso da un cinghiale.
ru: Тебя убил кабан.

source: You were killed by @1, a boar.
de: Sie wurden von @1, einem Wildschwein, getötet.
eo: Vi estis mortigita de @1, tabulo.
it: Sei stato ucciso da @1, un cinghiale.
ru: Вы были убиты @1, кабаном.

source: You were killed by a skunk.
de: Sie wurden von einem Stinktier getötet.
eo: Vi estis mortigita de skunko.
it: Sei stato ucciso da una puzzola.
ru: Вас убил скунс.

source: You were killed by @1, a skunk.
de: Sie wurden von @1, einem Stinktier, getötet.
eo: Vi estis mortigita de @1, skunko.
it: Sei stato ucciso da @1, una puzzola.
ru: Вас убил @1, скунс.

source: You were killed by a villager.
de: Sie wurden von einem Dorfbewohner getötet.
eo: Vi estis mortigita de vilaĝano.
it: Sei stato ucciso da un abitante del villaggio.
ru: Вас убил деревенский житель.

source: You were killed by @1, a villager.
de: Sie wurden von @1, einem Dorfbewohner, getötet.
eo: Vi estis mortigita de @1, vilaĝano.
it: Sei stato ucciso da @1, un abitante del villaggio.
ru: Вас убил @1, житель деревни.

source: You were killed by a mine turtle.
de: Sie wurden von einer Minenschildkröte getötet.

source: You were killed by @1, a mine turtle.
de: Sie wurden von @1, einer Minenschildkröte, getötet.
